MAPPING = {
    "1-Ф.1": {
        "original": "негізгі қимыл түрлерінің бастапқы дағдыларын меңгерген",
        "transformed": "Негізгі қимыл түрлерінің бастапқы дағдыларын меңгеруге үйрету.",
    },
    "1-Ф.2": {
        "original": "дене жаттығуларын орындауға қызығушылық танытады, ересектердің көмегімен өзін ретке келтіреді",
        "transformed": "Дене жаттығуларын орындауға қызығушылық танытуды және ересектердің көмегімен өзін ретке келтіруді үйрету.",
    },
    "1-Ф.3": {
        "original": "тура жолдың бойымен жүреді",
        "transformed": "Тура жолдың бойымен жүруді үйрету.",
    },
    "1-Ф.4": {
        "original": "заттардың арасымен жүреді",
        "transformed": "Заттардың арасымен жүруді үйрету.",
    },
    "1-Ф.5": {
        "original": "жұмсақ модульге немесе гимнастикалық скамейкаға көтеріледі және одан түседі",
        "transformed": "Жұмсақ модульге немесе гимнастикалық скамейкаға көтерілу мен түсуге үйрету.",
    },
    "1-Ф.6": {
        "original": "ересектердің көрсетуімен жалпы дамытушы жаттығуларды орындайды",
        "transformed": "Ересектердің көрсетуімен жалпы дамытушы жаттығуларды орындауды үйрету.",
    },
    "1-Ф.7": {
        "original": "ересектердің көмегімен өзіне-өзі қызмет көрсетудің қарапайым дағдыларын сақтайды",
        "transformed": "Ересектердің көмегімен өзіне-өзі қызмет көрсетудің қарапайым дағдыларын сақтауды үйрету.",
    },
    "1-К.1": {
        "original": "суреттерден айтылған сөзге сәйкес келетін ойыншықтарды, заттарды табады және көрсетеді:",
        "transformed": "Суреттерден айтылған сөзге сәйкес келетін ойыншықтарды, заттарды табуды және көрсетуді үйрету.",
    },
    "1-К.2": {
        "original": "дыбыстық тіркестер мен кейбір сөздерді еліктей отырып, айтады",
        "transformed": "Дыбыстық тіркестер мен кейбір сөздерді еліктей отырып айтуды үйрету.",
    },
    "1-К.3": {
        "original": "эмоционалды көңіл-күйді түсінеді және өзінің эмоциясын ым-ишарамен көрсетеді:",
        "transformed": "Эмоционалды көңіл-күйді түсінуді және өзінің эмоциясын ым-ишарамен көрсетуді үйрету.",
    },
    "1-К.4": {
        "original": "заттардың атын, түсін, мөлшерін, көлемін, орнын біледі және атайды:",
        "transformed": "Заттардың атын, түсін, мөлшерін, көлемін, орнын білуді және аттауды үйрету.",
    },
    "1-К.5": {
        "original": "сөзбен немесе қысқа сөз тіркестерімен өз өтінішін білдіреді:",
        "transformed": "Сөзбен немесе қысқа сөз тіркестерімен өз өтінішін білдіруді үйрету.",
    },
    "1-К.7": {
        "original": "екі, үш сөзден тұратын сөйлемді айтады:",
        "transformed": "Екі, үш сөзден тұратын сөйлемді айтуды үйрету.",
    },
    "1-К.8": {
        "original": "шағын, мазмұны түсінікті әңгімелерді, тақпақтар мен өлеңдерді қызығушылықпен тыңдайды және түсінеді:",
        "transformed": "Шағын, мазмұны түсінікті әңгімелерді, тақпақтар мен өлеңдерді қызығушылықпен тыңдауды және түсінуді үйрету.",
    },
    "1-К.10": {
        "original": "көрнекіліксіз таныс шығармаларды тыңдайды:",
        "transformed": "Көрнекіліксіз таныс шығармаларды тыңдауды үйрету.",
    },
    "1-К.11": {
        "original": "кітаптардағы суреттерді өз бетінше қарайды, ондағы таныс кейіпкерлерді көрсетеді:",
        "transformed": "Кітаптардағы суреттерді өз бетінше қарауды және ондағы таныс кейіпкерлерді көрсетуді үйрету.",
    },
    "1-К.12": {
        "original": "оқылған таныс шығармалардағы, өлеңдердегі сөздер мен сөз тіркестерін қайталап айтады:",
        "transformed": "Оқылған таныс шығармалардағы, өлеңдердегі сөздер мен сөз тіркестерін қайталап айтуды үйрету.",
    },
    "1-Т.1": {
        "original": "заттармен әртүрлі әрекеттер орындайды:",
        "transformed": "Заттармен әртүрлі әрекеттер орындауды үйрету.",
    },
    "1-Т.2": {
        "original": "заттарды өлшемі немесе пішініне қарай сәйкес ұяларға орналастырады:",
        "transformed": "Заттарды өлшемі немесе пішініне қарай сәйкес ұяларға орналастыруды үйрету.",
    },
    "1-Т.3": {
        "original": "күрделі заттармен әрекеттерді орындайды:",
        "transformed": "Күрделі заттармен әрекеттерді орындауды үйрету.",
    },
    "1-Т.4": {
        "original": "біртекті заттарды ортақ белгісі (өлшемі, пішіні) бойынша топтастыра біледі:",
        "transformed": "Біртекті заттарды ортақ белгісі (өлшемі, пішіні) бойынша топтастыруды үйрету.",
    },
    "1-Т.5": {
        "original": "негізгі төрт түсті (қызыл, көк, сары, жасыл) ажыратады:",
        "transformed": "Негізгі төрт түсті (қызыл, көк, сары, жасыл) ажыратуды үйрету.",
    },
    "1-Ш.1": {
        "original": "мүсіндеуге қызығушылық танытады",
        "transformed": "Мүсіндеуге қызығушылық танытуды үйрету.",
    },
    "1-Ш.2": {
        "original": "ермексазды, сазбалшықты алақан арасында домалата алады:",
        "transformed": "Ермексазды, сазбалшықты алақан арасында домалатуды үйрету.",
    },
    "1-Ш.3": {
        "original": "жалпақ,  дөңгелек пішіндерді мүсіндейді:",
        "transformed": "Жалпақ, дөңгелек пішіндерді мүсіндеуді үйрету.",
    },
    "1-Ш.5": {
        "original": "музыкаға, ән салуға, музыкалық-ырғақтық қимылдарға қызығушылық танытады:",
        "transformed": "Музыкаға, ән салуға, музыкалық-ырғақтық қимылдарға қызығушылық танытуды үйрету.",
    },
    "1-Ш.6": {
        "original": "музыкамен жүре алады;",
        "transformed": "Музыкамен жүре білуді үйрету.",
    },
    "1-Ш.7": {
        "original": "ересектердің орындаған әндерін тыңдайды",
        "transformed": "Ересектердің орындаған әндерін тыңдауды үйрету.",
    },
    "1-Ш.8": {
        "original": "таныс музыкалық шығарманы көтеріңкі көңіл-күймен қабылдайды, оны соңына дейін тыңдайды:",
        "transformed": "Таныс музыкалық шығарманы көтеріңкі көңіл-күймен қабылдауды және оны соңына дейін тыңдауды үйрету.",
    },
    "1-Ш.9": {
        "original": "ересекпен қосылып әннің кейбір сөздерін айтады",
        "transformed": "Ересекпен қосылып әннің кейбір сөздерін айтуды үйрету.",
    },
    "1-Ш.10": {
        "original": "жалаушаны желбіретеді, сылдырмақты сылдырлатады:",
        "transformed": "Жалаушаны желбірету және сылдырмақты сылдырлатуды үйрету.",
    },
    "1-Ә.1": {
        "original": "өзіне жақын адамдарға күлімсірейді, басын изейді, қолын бұлғайды:",
        "transformed": "Өзіне жақын адамдарға күлімсіреуді, басын изуді және қолын бұлғауды үйрету.",
    },
    "1-Ә.2": {
        "original": "қоршаған ортаның заттары мен табиғат құбылыстарына қызығушылық танытады:",
        "transformed": "Қоршаған ортаның заттары мен табиғат құбылыстарына қызығушылық танытуды үйрету.",
    },
    "1-Ә.3": {
        "original": "ересектердің дауысын тыңдайды, олардың қимылдарына еліктейді, оған көмекке жүгінеді:",
        "transformed": "Ересектердің дауысын тыңдауды, олардың қимылдарына еліктеуді және көмекке жүгінуді үйрету.",
    },
    "1-Ә.4": {
        "original": "гүлдеп тұрған өсімдікті бақылайды және оның бөліктерін көрсетеді:",
        "transformed": "Гүлдеп тұрған өсімдікті бақылауды және оның бөліктерін көрсетуді үйрету.",
    },
    "1-Ә.5": {
        "original": "серуенде қауіпсіз мінез-құлықтың қарапайым ережелерін сақтайды:",
        "transformed": "Серуенде қауіпсіз мінез-құлықтың қарапайым ережелерін сақтауды үйрету.",
    },
}
