{
  "early_age": {
    "physical": {
      "1-Ф.1": {
        "original": "негізгі қимыл түрлерінің бастапқы дағдыларын меңгерген",
        "transformed": "Негізгі қимыл түрлерінің бастапқы дағдыларын меңгеруге үйрету."
      },
      "1-Ф.2": {
        "original": "дене жаттығуларын орындауға қызығушылық танытады, ересектердің көмегімен өзін ретке келтіреді",
        "transformed": "Дене жаттығуларын орындауға қызығушылық танытуды және ересектердің көмегімен өзін ретке келтіруді үйрету."
      },
      "1-Ф.3": {
        "original": "тура жолдың бойымен жүреді",
        "transformed": "Тура жолдың бойымен жүруді үйрету."
      },
      "1-Ф.4": {
        "original": "заттардың арасымен жүреді",
        "transformed": "Заттардың арасымен жүруді үйрету."
      },
      "1-Ф.5": {
        "original": "жұмсақ модульге немесе гимнастикалық скамейкаға көтеріледі және одан түседі",
        "transformed": "Жұмсақ модульге немесе гимнастикалық скамейкаға көтерілу мен түсуге үйрету."
      },
      "1-Ф.6": {
        "original": "ересектердің көрсетуімен жалпы дамытушы жаттығуларды орындайды",
        "transformed": "Ересектердің көрсетуімен жалпы дамытушы жаттығуларды орындауды үйрету."
      },
      "1-Ф.7": {
        "original": "ересектердің көмегімен өзіне-өзі қызмет көрсетудің қарапайым дағдыларын сақтайды",
        "transformed": "Ересектердің көмегімен өзіне-өзі қызмет көрсетудің қарапайым дағдыларын сақтауды үйрету."
      }
    },
    "communicative": {
      "1-К.1": {
        "original": "суреттерден айтылған сөзге сәйкес келетін ойыншықтарды, заттарды табады және көрсетеді:",
        "transformed": "Суреттерден айтылған сөзге сәйкес келетін ойыншықтарды, заттарды табуды және көрсетуді үйрету."
      },
      "1-К.2": {
        "original": "дыбыстық тіркестер мен кейбір сөздерді еліктей отырып, айтады",
        "transformed": "Дыбыстық тіркестер мен кейбір сөздерді еліктей отырып айтуды үйрету."
      },
      "1-К.3": {
        "original": "эмоционалды көңіл-күйді түсінеді және өзінің эмоциясын ым-ишарамен көрсетеді:",
        "transformed": "Эмоционалды көңіл-күйді түсінуді және өзінің эмоциясын ым-ишарамен көрсетуді үйрету."
      },
      "1-К.4": {
        "original": "заттардың атын, түсін, мөлшерін, көлемін, орнын біледі және атайды:",
        "transformed": "Заттардың атын, түсін, мөлшерін, көлемін, орнын білуді және аттауды үйрету."
      },
      "1-К.5": {
        "original": "сөзбен немесе қысқа сөз тіркестерімен өз өтінішін білдіреді:",
        "transformed": "Сөзбен немесе қысқа сөз тіркестерімен өз өтінішін білдіруді үйрету."
      },
      "1-К.7": {
        "original": "екі, үш сөзден тұратын сөйлемді айтады:",
        "transformed": "Екі, үш сөзден тұратын сөйлемді айтуды үйрету."
      },
      "1-К.8": {
        "original": "шағын, мазмұны түсінікті әңгімелерді, тақпақтар мен өлеңдерді қызығушылықпен тыңдайды және түсінеді:",
        "transformed": "Шағын, мазмұны түсінікті әңгімелерді, тақпақтар мен өлеңдерді қызығушылықпен тыңдауды және түсінуді үйрету."
      },
      "1-К.10": {
        "original": "көрнекіліксіз таныс шығармаларды тыңдайды:",
        "transformed": "Көрнекіліксіз таныс шығармаларды тыңдауды үйрету."
      },
      "1-К.11": {
        "original": "кітаптардағы суреттерді өз бетінше қарайды, ондағы таныс кейіпкерлерді көрсетеді:",
        "transformed": "Кітаптардағы суреттерді өз бетінше қарауды және ондағы таныс кейіпкерлерді көрсетуді үйрету."
      },
      "1-К.12": {
        "original": "оқылған таныс шығармалардағы, өлеңдердегі сөздер мен сөз тіркестерін қайталап айтады:",
        "transformed": "Оқылған таныс шығармалардағы, өлеңдердегі сөздер мен сөз тіркестерін қайталап айтуды үйрету."
      }
    },
    "cognitive": {
      "1-Т.1": {
        "original": "заттармен әртүрлі әрекеттер орындайды:",
        "transformed": "Заттармен әртүрлі әрекеттер орындауды үйрету."
      },
      "1-Т.2": {
        "original": "заттарды өлшемі немесе пішініне қарай сәйкес ұяларға орналастырады:",
        "transformed": "Заттарды өлшемі немесе пішініне қарай сәйкес ұяларға орналастыруды үйрету."
      },
      "1-Т.3": {
        "original": "күрделі заттармен әрекеттерді орындайды:",
        "transformed": "Күрделі заттармен әрекеттерді орындауды үйрету."
      },
      "1-Т.4": {
        "original": "біртекті заттарды ортақ белгісі (өлшемі, пішіні) бойынша топтастыра біледі:",
        "transformed": "Біртекті заттарды ортақ белгісі (өлшемі, пішіні) бойынша топтастыруды үйрету."
      },
      "1-Т.5": {
        "original": "негізгі төрт түсті (қызыл, көк, сары, жасыл) ажыратады:",
        "transformed": "Негізгі төрт түсті (қызыл, көк, сары, жасыл) ажыратуды үйрету."
      }
    },
    "creativity": {
      "1-Ш.1": {
        "original": "мүсіндеуге қызығушылық танытады",
        "transformed": "Мүсіндеуге қызығушылық танытуды үйрету."
      },
      "1-Ш.2": {
        "original": "ермексазды, сазбалшықты алақан арасында домалата алады:",
        "transformed": "Ермексазды, сазбалшықты алақан арасында домалатуды үйрету."
      },
      "1-Ш.3": {
        "original": "жалпақ,  дөңгелек пішіндерді мүсіндейді:",
        "transformed": "Жалпақ, дөңгелек пішіндерді мүсіндеуді үйрету."
      },
      "1-Ш.5": {
        "original": "музыкаға, ән салуға, музыкалық-ырғақтық қимылдарға қызығушылық танытады:",
        "transformed": "Музыкаға, ән салуға, музыкалық-ырғақтық қимылдарға қызығушылық танытуды үйрету."
      },
      "1-Ш.6": {
        "original": "музыкамен жүре алады;",
        "transformed": "Музыкамен жүре білуді үйрету."
      },
      "1-Ш.7": {
        "original": "ересектердің орындаған әндерін тыңдайды",
        "transformed": "Ересектердің орындаған әндерін тыңдауды үйрету."
      },
      "1-Ш.8": {
        "original": "таныс музыкалық шығарманы көтеріңкі көңіл-күймен қабылдайды, оны соңына дейін тыңдайды:",
        "transformed": "Таныс музыкалық шығарманы көтеріңкі көңіл-күймен қабылдауды және оны соңына дейін тыңдауды үйрету."
      },
      "1-Ш.9": {
        "original": "ересекпен қосылып әннің кейбір сөздерін айтады",
        "transformed": "Ересекпен қосылып әннің кейбір сөздерін айтуды үйрету."
      },
      "1-Ш.10": {
        "original": "жалаушаны желбіретеді, сылдырмақты сылдырлатады:",
        "transformed": "Жалаушаны желбірету және сылдырмақты сылдырлатуды үйрету."
      }
    },
    "social": {
      "1-Ә.1": {
        "original": "өзіне жақын адамдарға күлімсірейді, басын изейді, қолын бұлғайды:",
        "transformed": "Өзіне жақын адамдарға күлімсіреуді, басын изуді және қолын бұлғауды үйрету."
      },
      "1-Ә.2": {
        "original": "қоршаған ортаның заттары мен табиғат құбылыстарына қызығушылық танытады:",
        "transformed": "Қоршаған ортаның заттары мен табиғат құбылыстарына қызығушылық танытуды үйрету."
      },
      "1-Ә.3": {
        "original": "ересектердің дауысын тыңдайды, олардың қимылдарына еліктейді, оған көмекке жүгінеді:",
        "transformed": "Ересектердің дауысын тыңдауды, олардың қимылдарына еліктеуді және көмекке жүгінуді үйрету."
      },
      "1-Ә.4": {
        "original": "гүлдеп тұрған өсімдікті бақылайды және оның бөліктерін көрсетеді:",
        "transformed": "Гүлдеп тұрған өсімдікті бақылауды және оның бөліктерін көрсетуді үйрету."
      },
      "1-Ә.5": {
        "original": "серуенде қауіпсіз мінез-құлықтың қарапайым ережелерін сақтайды:",
        "transformed": "Серуенде қауіпсіз мінез-құлықтың қарапайым ережелерін сақтауды үйрету."
      }
    }
  },
  "junior": {
    "physical": {
      "2-Ф.1": {
        "original": "қарқынды өзгертіп жүреді, жүгіреді:",
        "transformed": "Қарқынды өзгертіп жүруді және жүгіруді үйрету."
      },
      "2-Ф.2": {
        "original": "заттардың бойымен, астымен еңбектейді:",
        "transformed": "Заттардың бойымен, астымен еңбектеуді үйрету."
      },
      "2-Ф.3": {
        "original": "бетін, қолдарын өз бетінше жуады:",
        "transformed": "Бетін және қолдарын өз бетінше жууға үйрету."
      },
      "2-Ф.4": {
        "original": "белгілі бір ретпен киінеді және шешінеді:",
        "transformed": "Белгілі бір ретпен киініп, шешінуді үйрету."
      }
    },
    "communicative": {
      "2-К.1": {
        "original": "ересектердің сөзін тыңдайды және түсінеді",
        "transformed": "Ересектердің сөзін тыңдауды және түсінуді үйрету."
      },
      "2-К.2": {
        "original": "жеке дауысты және дауыссыз дыбыстарды, еліктеу сөздерін айта алады",
        "transformed": "Жеке дауысты және дауыссыз дыбыстарды, еліктеу сөздерін айтуды үйрету."
      },
      "2-К.3": {
        "original": "қарапайым сөз тіркестерін (2-4 сөз) қайталап айтады:",
        "transformed": "Қарапайым сөз тіркестерін (2-4 сөз) қайталап айтуды үйрету."
      },
      "2-К.4": {
        "original": "шағын әңгімелерді көрнекі сүйемелдеусіз тыңдап, қарапайым сұрақтарға жауап береді:",
        "transformed": "Шағын әңгімелерді көрнекі сүйемелдеусіз тыңдауды және қарапайым сұрақтарға жауап беруді үйрету."
      },
      "2-К.5": {
        "original": "оқылған шығармадағы жекелеген сөздерді қосылып қайталап айтады:",
        "transformed": "Оқылған шығармадағы жекелеген сөздерді қосылып қайталап айтуды үйрету."
      },
      "2-К.6": {
        "original": "таныс шығармаларды көрнекіліксіз тыңдайды:",
        "transformed": "Таныс шығармаларды көрнекіліксіз тыңдауды үйрету."
      },
      "2-К.7": {
        "original": "кітаптардағы иллюстрацияларды қарайды, суреттердің мазмұны бойынша қойылған сұрақтарға жауап береді:",
        "transformed": "Кітаптардағы иллюстрацияларды қарауды және суреттердің мазмұны бойынша сұрақтарға жауап беруді үйрету."
      },
      "2-К.8": {
        "original": "педагогтің көмегімен шағын тақпақтарды қайталап айтады:",
        "transformed": "Педагогтің көмегімен шағын тақпақтарды қайталап айтуды үйрету."
      }
    },
    "cognitive": {
      "2-Т.1": {
        "original": "үлгі мен ауызша нұсқауға сүйеніп, тапсырмаларды орындайды:",
        "transformed": "Үлгі мен ауызша нұсқауға сүйене отырып, тапсырмаларды орындауды үйрету."
      },
      "2-Т.2": {
        "original": "көлемі, пішіні, түсі бойынша ұқсас біртекті заттарды топтастырады:",
        "transformed": "Көлемі, пішіні, түсі бойынша ұқсас біртекті заттарды топтастыруды үйрету."
      },
      "2-Т.3": {
        "original": "түрлі көлемдегі геометриялық фигураларды негізгі қасиеттері бойынша салыстырады:",
        "transformed": "Түрлі көлемдегі геометриялық фигураларды негізгі қасиеттері бойынша салыстыруды үйрету."
      },
      "2-Т.4": {
        "original": "түсі, көлемі, пішіні бойынша заттарды өз бетінше зерттейді және салыстырады:",
        "transformed": "Түсі, көлемі, пішіні бойынша заттарды өз бетінше зерттеуді және салыстыруды үйрету."
      }
    },
    "creativity": {
      "2-Ш.1": {
        "original": "қаламды дұрыс ұстайды, тік және тұйықталған дөңгелек сызықтарды қағаз бетінде жеңіл жүргізеді:",
        "transformed": "Қаламды дұрыс ұстауды және тік, тұйықталған дөңгелек сызықтарды қағаз бетінде жеңіл жүргізуді үйрету."
      },
      "2-Ш.2": {
        "original": "өзінің салған суретіне қуанады, онда не бейнеленгенін айтады:",
        "transformed": "Өзінің салған суретіне қуана білуді және онда не бейнеленгенін айтуды үйрету."
      },
      "2-Ш.3": {
        "original": "қағаз бетіне бояулармен сызықтар, жақпалар салады:",
        "transformed": "Қағаз бетіне бояулармен сызықтар мен жақпалар салуды үйрету."
      },
      "2-Ш.4": {
        "original": "қағазға және құмға сурет салудың бастапқы техникасын меңгерген:",
        "transformed": "Қағазға және құмға сурет салудың бастапқы техникасын меңгеруге үйрету."
      },
      "2-Ш.5": {
        "original": "мүсіндейтін заттарды зерттейді:",
        "transformed": "Мүсіндейтін заттарды зерттеуді үйрету."
      },
      "2-Ш.6": {
        "original": "мүсіндеудің қарапайым тәсілдерін меңгерген (кесектерді үлкен бөліктерден бөліп алады, оларды біртұтас етіп біріктіреді, сазбалшықты өздігінен илей алады):",
        "transformed": "Мүсіндеудің қарапайым тәсілдерін меңгеруді үйрету."
      },
      "2-Ш.7": {
        "original": "кесе, тостаған, табақты мүсіндеуде пішіннің жоғары бөлігін саусақпен басып, тереңдетеді:",
        "transformed": "Кесе, тостаған, табақты мүсіндеуде пішіннің жоғарғы бөлігін саусақпен басып, тереңдетуді үйрету."
      },
      "2-Ш.8": {
        "original": "дайын болған бұйымды тұғырға орналастырады, жұмыстан кейін материалдарды жинастырады:",
        "transformed": "Дайын болған бұйымды тұғырға орналастыруды және жұмыстан кейін материалдарды жинастыруды үйрету."
      },
      "2-Ш.9": {
        "original": "қағазды қолданудың қарапайым әдістерін (ұсақтау, жырту, бүктеу) біледі:",
        "transformed": "Қағазды қолданудың қарапайым әдістерін (ұсақтау, жырту, бүктеу) білуді үйрету."
      },
      "2-Ш.10": {
        "original": "бейнелерді фланелеграфта (сызықтарда, шаршыда), қағаз бетіне қояды және құрастырады:",
        "transformed": "Бейнелерді фланелеграфта немесе қағаз бетінде орналастыруды және құрастыруды үйрету."
      },
      "2-Ш.11": {
        "original": "фланелеграфта қарапайым композицияларды орналастырады және құрастырады:",
        "transformed": "Фланелеграфта қарапайым композицияларды орналастыруды және құрастыруды үйрету."
      },
      "2-Ш.12": {
        "original": "симметриялық пішіндерді, ою-өрнектерді орналастырады:",
        "transformed": "Симметриялық пішіндер мен ою-өрнектерді орналастыруды үйрету."
      },
      "2-Ш.13": {
        "original": "қарапайым құрылысты үлгі бойынша құрастырады:",
        "transformed": "Қарапайым құрылысты үлгі бойынша құрастыруды үйрету."
      },
      "2-Ш.14": {
        "original": "тұрғызылған қарапайым құрылыстарды атайды және ойыншықтарды қолдана отырып, олармен ойнайды:",
        "transformed": "Тұрғызылған қарапайым құрылыстарды атауды және ойыншықтармен ойнауды үйрету."
      },
      "2-Ш.15": {
        "original": "өз бетінше құрастыруға тырысады:",
        "transformed": "Өз бетінше құрастыруға тырысуға үйрету."
      },
      "2-Ш.16": {
        "original": "қорапқа құрылыс бөлшектерін жинастырады:",
        "transformed": "Қорапқа құрылыс бөлшектерін жинастыруды үйрету."
      },
      "2-Ш.17": {
        "original": "педагогтің дауыс ырғағына, сөздердің созылыңқы дыбысталуына еліктей отырып, жекелеген сөздер мен буындарды қосып айтады:",
        "transformed": "Педагогтің дауыс ырғағына еліктей отырып, жекелеген сөздер мен буындарды қосып айтуды үйрету."
      },
      "2-Ш.18": {
        "original": "бұрын естіген әндерді таниды:",
        "transformed": "Бұрын естіген әндерді тануды үйрету."
      },
      "2-Ш.19": {
        "original": "ересектердің көрсеткен қимылдарын қайталайды (шапалақтайды, аяқтарын тарсылдатады, қолдың білектерін айналдырады):",
        "transformed": "Ересектердің көрсеткен қимылдарын қайталауды үйрету."
      },
      "2-Ш.20": {
        "original": "музыкалық аспаптарды ажыратады (барабан, бубен, сылдырмақ, асатаяқ):",
        "transformed": "Музыкалық аспаптарды ажыратуды (барабан, бубен, сылдырмақ, асатаяқ) үйрету."
      }
    },
    "social": {
      "2-Ә.1": {
        "original": "есімін атағанда жауап береді, өзін айнадан және фотосуреттерден таниды:",
        "transformed": "Есімін атағанда жауап беруді және өзін айнадан және фотосуреттерден тануды үйрету."
      },
      "2-Ә.2": {
        "original": "заттарды және олармен әрекет етуді біледі, оларды суреттен таниды:",
        "transformed": "Заттарды және олармен әрекет етуді білуді, оларды суреттен тануды үйрету."
      },
      "2-Ә.3": {
        "original": "дәмі, сыртқы белгілері бойынша көгөністер мен жемістерді ажыратады және атайды:",
        "transformed": "Дәмі және сыртқы белгілері бойынша көкөністер мен жемістерді ажырата білуді және аттауды үйрету."
      },
      "2-Ә.4": {
        "original": "өсімдіктер мен жануарларға қамқорлық танытады: оларды жақсы көреді, сипайды:",
        "transformed": "Өсімдіктер мен жануарларға қамқорлық танытуды, оларды жақсы көріп, сипауға үйрету."
      }
    }
  },
  "middle": {
    "physical": {
      "3-Ф.1": {
        "original": "аяқтың ұшымен, тізені жоғары көтеріп, жартылай отырып, жүреді, сапта бір-бірлеп, шеңбер бойымен, шашырап, заттарды айналып, аяқтың ұшымен, әр түрлі бағытта жүгіреді:",
        "transformed": "Аяқтың ұшымен, тізені жоғары көтеріп, жартылай отырып жүруді, сапта бір-бірлеп, шеңбер бойымен, шашырап, заттарды айналып, әр түрлі бағытта жүгіруді үйрету."
      },
      "3-Ф.2": {
        "original": "тұрған орнында қос аяқпен, алға қарай жылжып, биіктіктен және ұзындыққа секіреді, оң және сол қолмен қашықтыққа, көлденең нысанаға, тік нысанаға заттарды лақтырады:",
        "transformed": "Тұрған орнында қос аяқпен секіріп, алға қарай жылжуды, биіктіктен және ұзындыққа секіруді, оң және сол қолмен қашықтыққа, көлденең және тік нысанаға заттарды лақтыруды үйрету."
      },
      "3-Ф.3": {
        "original": "заттардың арасымен еңбектейді, гимнастикалық қабырғаға өрмелейді және одан түседі:",
        "transformed": "Заттардың арасымен еңбектеуді, гимнастикалық қабырғаға өрмелеуді және одан түсу әрекеттерін үйрету."
      },
      "3-Ф.4": {
        "original": "өзіне-өзі қызмет көрсетудің бастапқы дағдыларына ие:",
        "transformed": "Өзіне-өзі қызмет көрсетудің бастапқы дағдыларын меңгеруді үйрету."
      },
      "3-Ф.5": {
        "original": "күнделікті гигиеналық дағдыларды сақтау қажеттігін біледі:",
        "transformed": "Күнделікті гигиеналық дағдыларды сақтауды үйрету."
      }
    },
    "communicative": {
      "3-К.1": {
        "original": "дауысты және кейбір дауыссыз дыбыстарды анық айтады:",
        "transformed": "Дауысты және кейбір дауыссыз дыбыстарды анық айтуды үйрету."
      },
      "3-К.2": {
        "original": "қоршаған ортаға қатысты әртүрлі сұрақтарға жауап береді:",
        "transformed": "Қоршаған ортаға қатысты әртүрлі сұрақтарға жауап беруді үйрету."
      },
      "3-К.3": {
        "original": "сөздерді жіктелуіне, септелуіне қарай байланыстырады:",
        "transformed": "Сөздерді жіктелуі мен септелуіне қарай байланыстыруды үйрету."
      },
      "3-К.4": {
        "original": "дұрыс сөйлеу қарқынына ие:",
        "transformed": "Дұрыс сөйлеу қарқынын меңгеруді үйрету."
      },
      "3-К.5": {
        "original": "естігені, көргені, өзі қолдан жасаған заттары туралы айтады:",
        "transformed": "Естігені, көргені, өзі қолдан жасаған заттары туралы айтуға үйрету."
      },
      "3-К.6": {
        "original": "кітаптардағы суреттерді өз бетінше, басқа балалармен бірге қарастырады, көрген суреттері бойынша өз ойын айтады:",
        "transformed": "Кітаптардағы суреттерді өз бетінше және басқа балалармен бірге қарауды, көрген суреттері бойынша өз ойын айтуды үйрету."
      },
      "3-К.7": {
        "original": "әдеби шығармалардың мазмұнын тыңдайды және түсінеді, сюжетті эмоционалды қабылдайды, кейіпкерлерге жанашырлық танытады:",
        "transformed": "Әдеби шығармалардың мазмұнын тыңдауды және түсінуді, сюжетті эмоционалды қабылдауды, кейіпкерлерге жанашырлық танытуды үйрету."
      },
      "3-К.8": {
        "original": "ересектермен бірге ертегілерді, қарапайым көріністерді ойнайды, еркін ойындарда таныс кейіпкерлердің рөлін сомдайды:",
        "transformed": "Ересектермен бірге ертегілер мен қарапайым көріністерді ойнауды, еркін ойындарда таныс кейіпкерлердің рөлін сомдауды үйрету."
      },
      "3-К.9": {
        "original": "оқылған шығармадан қызықты үзінділерді, сөздер мен қарапайым сөз тіркестерін қайталап айтады:",
        "transformed": "Оқылған шығармадан қызықты үзінділерді, сөздер мен қарапайым сөз тіркестерін қайталап айтуды үйрету."
      },
      "3-К.10": {
        "original": "тақпақтарды, өлеңдерді мәнерлеп жатқа айтады:",
        "transformed": "Тақпақтарды және өлеңдерді мәнерлеп жатқа айтуды үйрету."
      },
      "3-К.11": {
        "original": "қазақ тіліне тән дыбыстарды, осы дыбыстармен берілген сөздерді айтады:",
        "transformed": "Қазақ тіліне тән дыбыстарды және осы дыбыстармен берілген сөздерді айтуды үйрету."
      },
      "3-К.12": {
        "original": "өзіне айтылған сөздерді ынта қойып тыңдайды және түсінеді:",
        "transformed": "Өзіне айтылған сөздерді ынта қойып тыңдауды және түсінуді үйрету."
      },
      "3-К.13": {
        "original": "күнделікті жиі қолданылатын сөздердің мәнін түсінеді және оларды ауызекі сөйлеуде өз бетінше дұрыс қолданады:",
        "transformed": "Күнделікті жиі қолданылатын сөздердің мәнін түсінуді және оларды ауызекі сөйлеуде өз бетінше дұрыс қолдануды үйрету."
      },
      "3-К.14": {
        "original": "ересектердің сөзін тыңдайды және түсінеді, өз ойын айтады:",
        "transformed": "Ересектердің сөзін тыңдауды және түсінуді, өз ойын айтуды үйрету."
      },
      "3-К.15": {
        "original": "таныс ертегілер мен шағын шығармалардың мазмұны бойынша сұрақтарға жауап береді, мазмұнын өз бетінше қайталап айтады:",
        "transformed": "Таныс ертегілер мен шағын шығармалардың мазмұны бойынша сұрақтарға жауап беруді және мазмұнын өз бетінше қайталап айтуды үйрету."
      }
    },
    "cognitive": {
      "3-Т.1": {
        "original": "«бір», «көп» ұғымдарын ажыратады",
        "transformed": "«Бір» және «көп» ұғымдарын ажырата білуді үйрету."
      },
      "3-Т.2": {
        "original": "жаңаны тануға ұмтылады, заттарды қызығып, қуанып зерттейді",
        "transformed": "Жаңаны тануға ұмтылуды, заттарды қызығып және қуанып зерттеуді үйрету."
      },
      "3-Т.3": {
        "original": "ұзындығы, ені, биіктігі, жалпы шамасы бойынша заттарды салыстырады:",
        "transformed": "Ұзындығы, ені, биіктігі, жалпы шамасы бойынша заттарды салыстыруды үйрету."
      },
      "3-Т.4": {
        "original": "ұстау және көру тәсілдері арқылы геометриялық фигураларды зерттейді, атайды:",
        "transformed": "Ұстау және көру тәсілдері арқылы геометриялық фигураларды зерттеуді және атауды үйрету."
      },
      "3-Т.5": {
        "original": "өзіне қатысты кеңістік бағыттарын анықтайды:",
        "transformed": "Өзіне қатысты кеңістік бағыттарын анықтауды үйрету."
      }
    },
    "creativity": {
      "3-Ш.1": {
        "original": "сызықтарды, штрихтарды, дақтарды, бояуларды ретімен қолдана біледі:",
        "transformed": "Сызықтарды, штрихтарды, дақтарды, бояуларды ретімен қолдануды үйрету."
      },
      "3-Ш.2": {
        "original": "негізгі түстерді дұрыс атайды",
        "transformed": "Негізгі түстерді дұрыс атауды үйрету."
      },
      "3-Ш.3": {
        "original": "тұтас қағаз бетіне бейнені орналастыра алады;",
        "transformed": "Тұтас қағаз бетіне бейнені орналастыруды үйрету."
      },
      "3-Ш.4": {
        "original": "пішіндерді бояудың бастапқы дағдыларын игерген",
        "transformed": "Пішіндерді бояудың бастапқы дағдыларын меңгеруді үйрету."
      },
      "3-Ш.5": {
        "original": "сурет салуда ұқыптылық танытады, қауіпсіздікті сақтайды:",
        "transformed": "Сурет салуда ұқыптылық таныту және қауіпсіздікті сақтау дағдыларын үйрету."
      },
      "3-Ш.6": {
        "original": "мүсіндеудің әртүрлі тәсілдерін пайдаланады",
        "transformed": "Мүсіндеудің әртүрлі тәсілдерін пайдалануды үйрету."
      },
      "3-Ш.7": {
        "original": "бірнеше бөліктерді қосу, қысу, біріктіру арқылы өсімдіктерді және жануарларды мүсіндейді",
        "transformed": "Бірнеше бөліктерді қосу, қысу, біріктіру арқылы өсімдіктер мен жануарларды мүсіндеуді үйрету."
      },
      "3-Ш.8": {
        "original": "заттар мен бұйымдарды өз бетінше мүсіндей алады",
        "transformed": "Заттар мен бұйымдарды өз бетінше мүсіндеуді үйрету."
      },
      "3-Ш.9": {
        "original": "жеке жұмыстарын ұжымдық композицияларға біріктіреді",
        "transformed": "Жеке жұмыстарды ұжымдық композицияларға біріктіруді үйрету."
      },
      "3-Ш.10": {
        "original": "мүсіндеу барысында қауіпсіздікті сақтайды",
        "transformed": "Мүсіндеу барысында қауіпсіздікті сақтауды үйрету."
      },
      "3-Ш.11": {
        "original": "желімдеу техникасының бастапқы дағдыларын игерген",
        "transformed": "Желімдеу техникасының бастапқы дағдыларын меңгеруді үйрету."
      },
      "3-Ш.12": {
        "original": "бейнеленетін заттарға сәйкес түрлі-түсті қағаздардан дайын пішіндерді таңдай алады",
        "transformed": "Бейнеленетін заттарға сәйкес түрлі-түсті қағаздардан дайын пішіндерді таңдауды үйрету."
      },
      "3-Ш.13": {
        "original": "ересектер даярлаған ірі және ұсақ элементтерді орналастырады және желімдейді",
        "transformed": "Ересектер даярлаған ірі және ұсақ элементтерді орналастыруды және желімдеуді үйрету."
      },
      "3-Ш.14": {
        "original": "ұжымдық жұмыстарға қатысады және оларды қызығып жасайды",
        "transformed": "Ұжымдық жұмыстарға қатысуды және оларды қызығып орындауды үйрету."
      },
      "3-Ш.15": {
        "original": "геометриялық фигураларды ажыратады, оларды ою-өрнектермен безендіреді",
        "transformed": "Геометриялық фигураларды ажыратып, оларды ою-өрнектермен безендіруді үйрету."
      },
      "3-Ш.16": {
        "original": "құрастырылатын құрылысты қарапайым сызбаларға, суреттегі үлгісіне қарап, зерттейді",
        "transformed": "Құрастырылатын құрылысты қарапайым сызбаларға, суреттегі үлгіге қарап зерттеуді үйрету."
      },
      "3-Ш.17": {
        "original": "әртүрлі түстегі және пішіндегі бөлшектерден қарапайым құрылыстар тұрғызады",
        "transformed": "Әртүрлі түстегі және пішіндегі бөлшектерден қарапайым құрылыстар тұрғызуды үйрету."
      },
      "3-Ш.18": {
        "original": "ұжымдық құрылыс жасауға қатысады",
        "transformed": "Ұжымдық құрылыс жасауға қатысуды үйрету."
      },
      "3-Ш.19": {
        "original": "ірі және ұсақ құрылыс материалдарынан, үлгі бойынша, ойдан құрастыра алады",
        "transformed": "Ірі және ұсақ құрылыс материалдарынан, үлгі бойынша, ойдан құрастыруды үйрету."
      },
      "3-Ш.20": {
        "original": "өзі құраған құрылысымен ойнайды, ойнап болған соң құрылыс бөлшектерін жинайды:",
        "transformed": "Өзі құраған құрылысымен ойнауды және ойнап болған соң құрылыс бөлшектерін жинауды үйрету."
      },
      "3-Ш.21": {
        "original": "музыкалық шығарманы соңына дейін тыңдайды, музыканың сипатын түсінеді",
        "transformed": "Музыкалық шығарманы соңына дейін тыңдауды және музыканың сипатын түсінуді үйрету."
      },
      "3-Ш.22": {
        "original": "әннің қарқынына сәйкес топпен қосылып ән айтады, әнді барлығымен бірге бастайды және аяқтайды",
        "transformed": "Әннің қарқынына сәйкес топпен қосылып ән айтуды, әнді барлығымен бірге бастап және аяқтауды үйрету."
      },
      "3-Ш.23": {
        "original": "билейтін әуендерге сәйкес қимылдарды өз бетінше орындайды:",
        "transformed": "Билейтін әуендерге сәйкес қимылдарды өз бетінше орындауды үйрету."
      },
      "3-Ш.24": {
        "original": "қазақ халқының қарапайым би қимылдарын біледі:",
        "transformed": "Қазақ халқының қарапайым би қимылдарын білуді үйрету."
      },
      "3-Ш.25": {
        "original": "балалар музыка аспаптарын біледі, оларда ойнайды",
        "transformed": "Балалар музыкалық аспаптарды білуді және оларда ойнауды үйрету."
      }
    },
    "social": {
      "3-Ә.1": {
        "original": "отбасы мүшелері мен өзіне жақын адамдардың есімдерін атайды",
        "transformed": "Отбасы мүшелері мен өзіне жақын адамдардың есімдерін атауды үйрету."
      },
      "3-Ә.2": {
        "original": "көлік құралдарын атайды, жаяу жүргіншілерге және жолаушыларға арналған қарапайым ережелерді біледі:",
        "transformed": "Көлік құралдарын атауды, жаяу жүргіншілерге және жолаушыларға арналған қарапайым ережелерді білуді үйрету."
      },
      "3-Ә.3": {
        "original": "тұратын қаласы мен ауылы туралы, Қазақстан Республикасының бас қаласы, мемлекеттік рәміздері туралы бастапқы түсініктерге ие:",
        "transformed": "Тұратын қаласы мен ауылы туралы, Қазақстан Республикасының бас қаласы және мемлекеттік рәміздері туралы бастапқы түсініктерге ие болуды үйрету."
      },
      "3-Ә.4": {
        "original": "«дұрыс» немесе «дұрыс емес», «жақсы» немесе «жаман» әрекеттер (қылықтар) туралы қарапайым түсініктерге ие:",
        "transformed": "«Дұрыс» немесе «дұрыс емес», «жақсы» немесе «жаман» әрекеттер туралы қарапайым түсініктерге ие болуды үйрету."
      },
      "3-Ә.5": {
        "original": "табиғат бұрышын мекендеушілерді бақылайды, топта, серуенде және табиғатта қауіпсіз мінез-құлық ережелерін сақтайды:",
        "transformed": "Табиғат бұрышын мекендеушілерді бақылауды, топта, серуенде және табиғатта қауіпсіз мінез-құлық ережелерін сақтауды үйрету."
      }
    }
  },
  "senior": {
    "physical": {
      "4-Ф.1": {
        "original": "өкшемен, аяқтың сыртқы қырымен, адымдап, жүруді жүгірумен, секірумен алмастырып, бағытты және қарқынды өзгертіп жүреді:",
        "transformed": "Өкшемен, аяқтың сыртқы қырымен, адымдап, жүруді жүгірумен, секірумен алмастырып, бағытты және қарқынды өзгертіп жүруді үйрету."
      },
      "4-Ф.2": {
        "original": "сызықтардың, арқанның, тақтайдың, гимнастикалық скамейканың, бөрененің бойымен тепе-теңдікті сақтап, жүреді:",
        "transformed": "Сызықтардың, арқанның, тақтайдың, гимнастикалық скамейканың, бөрененің бойымен тепе-теңдікті сақтап, жүруді үйрету."
      },
      "4-Ф.3": {
        "original": "аяқтың ұшымен, тізені жоғары көтеріп, адымдап, сапта бір-бірінің артынан, әртүрлі бағытта, түрлі тапсырмаларды орындай отырып, шапшаң және баяу қарқынмен жүгіреді:",
        "transformed": "Аяқтың ұшымен, тізені жоғары көтеріп, адымдап, сапта бір-бірінің артынан, әртүрлі бағытта, түрлі тапсырмаларды орындай отырып, шапшаң және баяу қарқынмен жүгіруді үйрету."
      },
      "4-Ф.4": {
        "original": "доптарды домалатады, заттарды қашықтыққа лақтырады, доптарды кедергілер арқылы лақтырады және қағып алады:",
        "transformed": "Доптарды домалатуды, заттарды қашықтыққа лақтыруды, доптарды кедергілер арқылы лақтыруды және қағып алуды үйрету."
      },
      "4-Ф.5": {
        "original": "қимылды ойындарда физикалық қасиеттерді: жылдамдық, күш, шыдамдылық, икемділік, ептілік көрсетеді:және спорттық ойындардың ережелерін сақтайды:",
        "transformed": "Қимылды ойындарда физикалық қасиеттерді (жылдамдық, күш, шыдамдылық, икемділік, ептілік) көрсетуді және спорттық ойындардың ережелерін сақтауды үйрету."
      },
      "4-Ф.6": {
        "original": "жеке гигиенаның бастапқы дағдыларын сақтайды, өзінің сыртқы келбетін өз бетінше реттейді:",
        "transformed": "Жеке гигиенаның бастапқы дағдыларын сақтауды, өзінің сыртқы келбетін өз бетінше реттеуді үйрету."
      }
    },
    "communicative": {
      "4-К.1": {
        "original": "дауысты, дауыссыз дыбыстарды дұрыс айтады, белгілі дыбысқа ауызша сөздерді табады:",
        "transformed": "Дауысты, дауыссыз дыбыстарды дұрыс айтуды, белгілі дыбысқа ауызша сөздерді табуды үйрету."
      },
      "4-К.2": {
        "original": "сөйлегенде сөйлемдердің түрлерін (жай және күрделі), сын есімдерді, етістіктерді, үстеулерді, қосымшаларды қолданады:",
        "transformed": "Сөйлегенде сөйлемдердің түрлерін (жай және күрделі), сын есімдерді, етістіктерді, үстеулерді, қосымшаларды қолдануды үйрету."
      },
      "4-К.3": {
        "original": "өзін қоршаған ортадан тыс заттар мен құбылыстардың атауларын біледі:",
        "transformed": "Өзін қоршаған ортадан тыс заттар мен құбылыстардың атауларын білуді үйрету."
      },
      "4-К.4": {
        "original": "сан есімдерді ретімен атайды, оларды зат есімдермен септіктерде, жекеше және көпше түрде байланыстырып айтады:",
        "transformed": "Сан есімдерді ретімен атауды, оларды зат есімдермен септіктерде, жекеше және көпше түрде байланыстырып айтуды үйрету."
      },
      "4-К.5": {
        "original": "бейнелеген суреттер мен заттар  (бұйымдар)  бойынша әңгімелер құрастырады:",
        "transformed": "Бейнелеген суреттер мен заттар (бұйымдар) бойынша әңгімелер құрастыруды үйрету."
      },
      "4-К.6": {
        "original": "шығармалардың, ертегілердің қызықты үзінділерін қайталап айтады:",
        "transformed": "Шығармалардың, ертегілердің қызықты үзінділерін қайталап айтуды үйрету."
      },
      "4-К.7": {
        "original": "шығарма мазмұнын қайталап айтуда сюжет желісінің реттілігін сақтайды:",
        "transformed": "Шығарма мазмұнын қайталап айтуда сюжет желісінің реттілігін сақтауды үйрету."
      },
      "4-К.8": {
        "original": "кітаптағы иллюстрацияларды өз бетінше қарап, ертегі, әңгіме құрастырады:",
        "transformed": "Кітаптағы иллюстрацияларды өз бетінше қарап, ертегі, әңгіме құрастыруды үйрету."
      },
      "4-К.9": {
        "original": "сахналық қойылымдарға қатысады, образды бейнелеу үшін мәнерлілік құралдарын қолданады:",
        "transformed": "Сахналық қойылымдарға қатысып, образды бейнелеу үшін мәнерлілік құралдарын қолдануды үйрету."
      },
      "4-К.10": {
        "original": "дауыс күшін өзгерте отырып, әртүрлі интонацияларды жаңғыртады:",
        "transformed": "Дауыс күшін өзгерте отырып, әртүрлі интонацияларды жаңғыртуды үйрету."
      },
      "4-К.11": {
        "original": "еркін ойындарда таныс кейіпкерлердің образын өздігінен сомдайды:",
        "transformed": "Еркін ойындарда таныс кейіпкерлердің образын өздігінен сомдауды үйрету."
      },
      "4-К.12": {
        "original": "рөлді, сюжетті таңдауда бастамашылық пен дербестік танытады:",
        "transformed": "Рөлді, сюжетті таңдауда бастамашылық пен дербестік танытуды үйрету."
      },
      "4-К.13": {
        "original": "қазақ тіліне тән ө, қ, ү, ұ, і, ғ дыбыстарын жеке, сөз ішінде анық айтады:",
        "transformed": "Қазақ тіліне тән ө, қ, ү, ұ, і, ғ дыбыстарын жеке, сөз ішінде анық айтуды үйрету."
      },
      "4-К.14": {
        "original": "туыстық қарым-қатынасты білдіретін сөздерді біледі, өзінің отбасы, отбасылық мерекелер, отбасындағы қызықты оқиғалар, салт- дәстүрлер туралы айтады:",
        "transformed": "Туыстық қарым-қатынасты білдіретін сөздерді білуді, өзінің отбасы, отбасылық мерекелер, отбасындағы қызықты оқиғалар, салт-дәстүрлер туралы айтуды үйрету."
      },
      "4-К.15": {
        "original": "өлеңдер, санамақтар, жаңылтпаштар, тақпақтарды жатқа айтады:",
        "transformed": "Өлеңдер, санамақтар, жаңылтпаштар, тақпақтарды жатқа айтуды үйрету."
      },
      "4-К.16": {
        "original": "өз ойын жай және жайылма сөйлемдермен жеткізеді:",
        "transformed": "Өз ойын жай және жайылма сөйлемдермен жеткізуді үйрету."
      },
      "4-К.17": {
        "original": "қарым-қатынас барысында балаларды қойылған сұрақтардың сипатына сәйкес хабарлы, лепті, бұйрықты сөйлемдермен жауап береді:",
        "transformed": "Қарым-қатынас барысында балаларды қойылған сұрақтардың сипатына сәйкес хабарлы, лепті, бұйрықты сөйлемдермен жауап беруді үйрету."
      },
      "4-К.18": {
        "original": "өзінің тәжірибесіне сүйеніп, суреттер бойынша әңгіме құрастырады:",
        "transformed": "Өзінің тәжірибесіне сүйеніп, суреттер бойынша әңгіме құрастыруды үйрету."
      }
    },
    "cognitive": {
      "4-Т.1": {
        "original": "5 көлемінде санай алады, сандарды ретімен атайды, теңдік және теңсіздік туралы ұғымдарға ие:",
        "transformed": "5 көлемінде санауды, сандарды ретімен атауды, теңдік және теңсіздік туралы ұғымдарға ие болуды үйрету."
      },
      "4-Т.2": {
        "original": "екі затты ұзындығы, ені және биіктігі, жуандығы бойынша салыстырады:",
        "transformed": "Екі затты ұзындығы, ені және биіктігі, жуандығы бойынша салыстыруды үйрету."
      },
      "4-Т.3": {
        "original": "геометриялық фигураларды және геометриялық денелерді көру және сипап сезу арқылы зерттейді, оларды ажыратады және  атайды:",
        "transformed": "Геометриялық фигураларды және геометриялық денелерді көру және сипап сезу арқылы зерттеуді, оларды ажыратуды және атауды үйрету."
      },
      "4-Т.4": {
        "original": "тәулік бөліктерін ажыратады, олардың сипаттамалық ерекшеліктерін біледі:",
        "transformed": "Тәулік бөліктерін ажырата білуді, олардың сипаттамалық ерекшеліктерін білуді үйрету."
      },
      "4-Т.5": {
        "original": "кеңістіктегі заттардың өзіне қатысты орнын анықтайды:",
        "transformed": "Кеңістіктегі заттардың өзіне қатысты орнын анықтауды үйрету."
      },
      "4-Т.6": {
        "original": "қарапайым себеп-салдарлық байланысты орнатады:",
        "transformed": "Қарапайым себеп-салдарлық байланысты орнатуды үйрету."
      }
    },
    "creativity": {
      "4-Ш.1": {
        "original": "бейнелейтін заттарды қарайды, қолмен ұстап зерттейді:",
        "transformed": "Бейнелейтін заттарды қарап, қолмен ұстап зерттеуді үйрету."
      },
      "4-Ш.2": {
        "original": "жеке заттарды және сюжеттік композицияларды салады:",
        "transformed": "Жеке заттарды және сюжеттік композицияларды салуды үйрету."
      },
      "4-Ш.3": {
        "original": "әрбір затқа тән ерекшеліктерді, олардың бір-біріне арақатынасын жеткізеді:",
        "transformed": "Әрбір затқа тән ерекшеліктерді, олардың бір-біріне арақатынасын жеткізуді үйрету."
      },
      "4-Ш.4": {
        "original": "қоңыр, қызғылт сары, ашық жасыл реңктерді таниды:",
        "transformed": "Қоңыр, қызғылт сары, ашық жасыл реңктерді тануды үйрету."
      },
      "4-Ш.5": {
        "original": "суреттерді қылқаламмен, қаламмен бояу тәсілдерін біледі:",
        "transformed": "Суреттерді қылқаламмен, қаламмен бояу тәсілдерін білуді үйрету."
      },
      "4-Ш.6": {
        "original": "өзінің және басқа балалардың жұмыстарын бағалайды:",
        "transformed": "Өзінің және басқа балалардың жұмыстарын бағалауды үйрету."
      },
      "4-Ш.7": {
        "original": "мүсіндейтін затты қолына алып, зерттейді оның өзіне тән ерекшеліктерін беруге  тырысады:",
        "transformed": "Мүсіндейтін затты қолына алып, зерттеп, оның өзіне тән ерекшеліктерін беруге тырысуды үйрету."
      },
      "4-Ш.8": {
        "original": "ермексаз, сазбалшық, пластикалық кесектерден әртүрлі тәсілдерді қолданып, бейнелерді мүсіндейді:",
        "transformed": "Ермексаз, сазбалшық, пластикалық кесектерден әртүрлі тәсілдерді қолданып, бейнелерді мүсіндеуді үйрету."
      },
      "4-Ш.9": {
        "original": "бірнеше бөліктен тұратын заттарды пішіндейді, олардың орналасуын ескере  отырып, пропорцияларды сақтай отырып, бөліктерді байланыстырады:",
        "transformed": "Бірнеше бөліктен тұратын заттарды пішіндеуді, олардың орналасуын ескере отырып, пропорцияларды сақтай отырып бөліктерді байланыстыруды үйрету."
      },
      "4-Ш.10": {
        "original": "ертегілер мен қоршаған өмір тақырыптарына қарапайым композициялар құрастырады:",
        "transformed": "Ертегілер мен қоршаған өмір тақырыптарына қарапайым композициялар құрастыруды үйрету."
      },
      "4-Ш.11": {
        "original": "ұжымдық жұмысқа қатысады:",
        "transformed": "Ұжымдық жұмысқа қатысуды үйрету."
      },
      "4-Ш.12": {
        "original": "мүсіндеуде қауіпсіздік ережелерін сақтайды:",
        "transformed": "Мүсіндеуде қауіпсіздік ережелерін сақтауды үйрету."
      },
      "4-Ш.13": {
        "original": "қайшыны дұрыс ұстайды және оны қолдана алады:",
        "transformed": "Қайшыны дұрыс ұстап, оны қолдануды үйрету."
      },
      "4-Ш.14": {
        "original": "жемістерді, көгөністерді, гүлдерді, оюларды түрлі тәсілдермен қияды:",
        "transformed": "Жемістерді, көкөністерді, гүлдерді, оюларды түрлі тәсілдермен қиюды үйрету."
      },
      "4-Ш.15": {
        "original": "бірнеше бөліктерден тұратын заттарды орналастырады және желімдейді:",
        "transformed": "Бірнеше бөліктерден тұратын заттарды орналастыруды және желімдеуді үйрету."
      },
      "4-Ш.16": {
        "original": "қазақ оюларының бөліктерінен, өсімдік және геометриялық пішіндерден өрнектер жасайды, оларды кезектестіріп ретімен желімдейді:",
        "transformed": "Қазақ оюларының бөліктерінен, өсімдік және геометриялық пішіндерден өрнектер жасап, оларды кезектестіріп ретімен желімдеуді үйрету."
      },
      "4-Ш.17": {
        "original": "ұжымдық жұмыстарды орындауға қатысады:",
        "transformed": "Ұжымдық жұмыстарды орындауға қатысуды үйрету."
      },
      "4-Ш.18": {
        "original": "жапсыруда қауіпсіздік ережелерін сақтайды, жұмысты ұқыптылықпен орындайды:",
        "transformed": "Жапсыруда қауіпсіздік ережелерін сақтауды, жұмысты ұқыптылықпен орындауды үйрету."
      },
      "4-Ш.19": {
        "original": "құрылыс бөлшектерін ажыратады және атайды, оларды құрылымдық қасиеттерін ескере отырып пайдаланады:",
        "transformed": "Құрылыс бөлшектерін ажыратуды және атауды, оларды құрылымдық қасиеттерін ескере отырып пайдалануды үйрету."
      },
      "4-Ш.20": {
        "original": "өз бетінше ойдан құрастырады:",
        "transformed": "Өз бетінше ойдан құрастыруды үйрету."
      },
      "4-Ш.21": {
        "original": "қағаз парағын түрлендіреді, «оригами» үлгісі бойынша қарапайым пішіндер құрастырады:",
        "transformed": "Қағаз парағын түрлендіріп, «оригами» үлгісі бойынша қарапайым пішіндер құрастыруды үйрету."
      },
      "4-Ш.22": {
        "original": "табиғи және қалдық заттардан құрастырады:",
        "transformed": "Табиғи және қалдық заттардан құрастыруды үйрету."
      },
      "4-Ш.23": {
        "original": "заттарды өз бетінше таңдап, ойдан композиция құрастырады:",
        "transformed": "Заттарды өз бетінше таңдап, ойдан композиция құрастыруды үйрету."
      },
      "4-Ш.24": {
        "original": "қазақ халқының табиғи материалдардан жасалған бұйымдарымен, тұрмыстық заттарын, олардың қандай материалдан жасалғанын біледі:",
        "transformed": "Қазақ халқының табиғи материалдардан жасалған бұйымдарын, тұрмыстық заттарын және олардың қандай материалдан жасалғанын білуді үйрету."
      },
      "4-Ш.25": {
        "original": "музыканы тыңдау мәдениетін сақтайды (музыкалық шығармаларды алаңдамай соңына дейін тыңдайды), таныс шығармаларды таниды, олардың мазмұны туралы айтады:",
        "transformed": "Музыканы тыңдау мәдениетін сақтауды, таныс шығармаларды тануды және олардың мазмұны туралы айтуды үйрету."
      },
      "4-Ш.26": {
        "original": "әнді созып, сөздерін анық айтады, таныс әндерді сүйемелдеумен және сүйемелдеусіз орындайды:",
        "transformed": "Әнді созып, сөздерін анық айтуды, таныс әндерді сүйемелдеумен және сүйемелдеусіз орындауды үйрету."
      },
      "4-Ш.27": {
        "original": "музыканың ырғағымен жүреді, қимылдарды музыкамен сәйкестендіреді,  қимылдарды орындауда шапшаңдық пен ептілік танытады:",
        "transformed": "Музыканың ырғағымен жүруді, қимылдарды музыкамен сәйкестендіруді және қимылдарды орындауда шапшаңдық пен ептілікті үйрету."
      },
      "4-Ш.28": {
        "original": "ұлттық би өнеріне қызығушылық танытады, би қимылдарын орындайды:",
        "transformed": "Ұлттық би өнеріне қызығушылық танытып, би қимылдарын орындауды үйрету."
      },
      "4-Ш.29": {
        "original": "музыка жанрларын анықтайды:",
        "transformed": "Музыка жанрларын анықтауды үйрету."
      },
      "4-Ш.30": {
        "original": "ағаш қасықтар, сылдырмақтар, асатаяқ, сазсырнай, домбырада қарапайым әуендерді ойнайды:",
        "transformed": "Ағаш қасықтар, сылдырмақтар, асатаяқ, сазсырнай, домбырада қарапайым әуендерді ойнауды үйрету."
      }
    },
    "social": {
      "4-Ә.1": {
        "original": "бала өзінің «Мен» бейнесін көрсетеді, ойын ашық айтады, өзінің пікірін білдіреді, өзімен санасқанды, өзін құрметтегенді ұнатады:",
        "transformed": "Бала өзінің «Мен» бейнесін көрсетуді, ойын ашық айтуды, өзінің пікірін білдіруді, өзімен санасқанды және өзін құрметтегенді ұнатуды үйрету."
      },
      "4-Ә.2": {
        "original": "отбасының ересек мүшелерінің еңбегі туралы біледі, еңбек етуге қызығушылық танытады, тапсырманы жауапкершілікпен орындауға тырысады:",
        "transformed": "Отбасының ересек мүшелерінің еңбегі туралы білуді, еңбек етуге қызығушылық танытуды, тапсырманы жауапкершілікпен орындауға тырысуды үйрету."
      },
      "4-Ә.3": {
        "original": "айналасында болып жатқан жағдайларды ой елегінен өткізіп, өзінің әділ пікірін білдіреді:",
        "transformed": "Айналасында болып жатқан жағдайларды ой елегінен өткізу, өзінің әділ пікірін білдіруді үйрету."
      },
      "4-Ә.4": {
        "original": "өзінің туған жерін біледі, атайды, Мемлекеттік рәміздерге (ту, елтаңба, әнұран) құрметпен қарайды, өз Отанын – Қазақстан Республикасын мақтан тұтады:",
        "transformed": "Өзінің туған жерін білуді, атауды, Мемлекеттік рәміздерге (ту, елтаңба, әнұран) құрметпен қарауды, өз Отанын – Қазақстан Республикасын мақтан тұтуды үйрету."
      },
      "4-Ә.5": {
        "original": "жолда жүру ережелерін, қоғамдық көліктегі мінез-құлық мәдениетінің ережелерін біледі:",
        "transformed": "Жолда жүру ережелерін және қоғамдық көліктегі мінез-құлық мәдениетінің ережелерін білуді үйрету."
      },
      "4-Ә.6": {
        "original": "ауа-райындағы және табиғаттағы маусымдық өзгерістерде қарапайым байланыстар орната алады, қоршаған ортада, табиғатта қауіпсіздікті сақтайды:",
        "transformed": "Ауа-райындағы және табиғаттағы маусымдық өзгерістерде қарапайым байланыстар орнатуды, қоршаған ортада және табиғатта қауіпсіздікті сақтауды үйрету."
      }
    }
  },
  "preschool": {
    "physical": {
      "5-Ф.1": {
        "original": "сапта бір-бірден, екеуден, үшеуден жүреді, ересектің белгісімен тоқтап, қозғалыс бағытын өзгертіп, заттардың арасымен, жіптерден аттап жүреді",
        "transformed": "Сапта бір-бірден, екеуден, үшеуден жүруді, ересектің белгісімен тоқтап, қозғалыс бағытын өзгертіп, заттардың арасымен және жіптерден аттап өтуге үйрету."
      },
      "5-Ф.2": {
        "original": "әртүрлі жылдамдықпен – баяу, жылдам, орташа қарқынмен тоқтамай жүгіреді",
        "transformed": "Әртүрлі жылдамдықпен (баяу, жылдам, орташа қарқын) тоқтамай жүгіруді үйрету."
      },
      "5-Ф.3": {
        "original": "ұлттық қимылды ойындар, жарыс элементтері бар ойындар мен эстафеталық ойындарға белсенділікпен қатысады, онда физикалық қасиеттерді: жылдамдық, күш, шыдамдылық, икемділік, ептілік көрсетеді",
        "transformed": "Ұлттық қимылды ойындар, жарыс элементтері бар ойындар мен эстафеталық ойындарға белсенді қатысуды, физикалық қасиеттерді (жылдамдық, күш, шыдамдылық, икемділік, ептілікті) көрсетуге үйрету."
      },
      "5-Ф.4": {
        "original": "спорттық ойындар мен жаттығуларда белсенділік танытады",
        "transformed": "Спорттық ойындар мен жаттығуларда белсенділікті көрсетуге үйрету."
      },
      "5-Ф.5": {
        "original": "гигиеналық шараларды өз бетінше орындайды",
        "transformed": "Гигиеналық шараларды өз бетінше орындауды үйрету."
      },
      "5-Ф.6": {
        "original": "өзіне – өзі қызмет көрсету және киіміне күтім жасау дағдыларын біледі",
        "transformed": "Өзіне-өзі қызмет көрсету және киіміне күтім жасау дағдыларын меңгеруді үйрету."
      },
      "5-Ф.7": {
        "original": "салауатты өмір салтының құндылығын түсінеді",
        "transformed": "Салауатты өмір салтының құндылығын түсінуді үйрету."
      }
    },
    "communicative": {
      "5-К.1": {
        "original": "сөздерге дыбыстық талдау жасай алады",
        "transformed": "Сөздерге дыбыстық талдау жасай білуді үйрету."
      },
      "5-К.2": {
        "original": "сөйлегенде зат есімдерді, сын есімдерді, үстеулерді, көп мағыналы сөздерді, синонимдер мен антонимдерді қолданады",
        "transformed": "Сөйлегенде зат есімдерді, сын есімдерді, үстеулерді, көп мағыналы сөздерді, синонимдер мен антонимдерді қолдануды үйрету."
      },
      "5-К.3": {
        "original": "зат есімдерді сан есімдермен және сын есімдерді зат есімдермен байланыстырып айтады",
        "transformed": "Зат есімдерді сан есімдермен және сын есімдерді зат есімдермен байланыстырып айтуды үйрету."
      },
      "5-К.4": {
        "original": "әңгімелесушіні мұқият тыңдап, сұрақтарды дұрыс қояды және қойылған сұрақтарға қысқаша немесе толық жауап береді",
        "transformed": "Әңгімелесушіні мұқият тыңдауды, сұрақтарды дұрыс қоя білуді және қойылған сұрақтарға қысқаша немесе толық жауап беруді үйрету."
      },
      "5-К.5": {
        "original": "бақылаулар мен сюжеттік суреттер бойынша әңгімелер құрастырады",
        "transformed": "Бақылаулар мен сюжеттік суреттер бойынша әңгімелер құрастыруды үйрету."
      },
      "5-К.6": {
        "original": "әңгімелерді бірізді айтып береді",
        "transformed": "Әңгімелерді бірізді айтып беруді үйрету."
      },
      "5-К.7": {
        "original": "әңгімелесу кезінде өзін мәдениетті, әдепті ұстайды",
        "transformed": "Әңгімелесу кезінде өзін мәдениетті және әдепті ұстауды үйрету."
      },
      "5-К.8": {
        "original": "себеп-салдарлық байланыстарды, әдеби жанрларды ажыратады",
        "transformed": "Себеп-салдарлық байланыстарды және әдеби жанрларды ажырата білуді үйрету."
      },
      "5-К.9": {
        "original": "өлеңдерді мәнерлеп, интонациямен оқиды",
        "transformed": "Өлеңдерді мәнерлеп және интонациямен оқуды үйрету."
      },
      "5-К.10": {
        "original": "мазмұнның бірізділігін сақтай отырып, шығарма мазмұнын қайталап айтады",
        "transformed": "Мазмұнның бірізділігін сақтай отырып, шығарма мазмұнын қайталап айтуға үйрету."
      },
      "5-К.11": {
        "original": "рөлдерде кейіпкердің көңіл күйі мен мінезін, бейненің қимылын, интонациясы мен мимикасын береді",
        "transformed": "Рөлдерде кейіпкердің көңіл-күйі мен мінезін, бейненің қимылын, интонациясы мен мимикасын көрсетуге үйрету."
      },
      "5-К.12": {
        "original": "қойылымдағы өзінің рөлін мәнерлі, дербес орындайды",
        "transformed": "Қойылымдағы өзінің рөлін мәнерлі және дербес орындауды үйрету."
      },
      "5-К.13": {
        "original": "түрлі дереккөздерден алған ақпараттарымен, әсерлерімен бөліседі",
        "transformed": "Түрлі дереккөздерден алған ақпараттарымен және әсерлерімен бөлісуді үйрету."
      },
      "5-К.14": {
        "original": "айналасында болып жатқан оқиғаларға өзінің көзқарасын білдіреді",
        "transformed": "Айналасында болып жатқан оқиғаларға өзінің көзқарасын білдіруді үйрету."
      },
      "5-К.15": {
        "original": "сөздерге дыбыстық талдау жасайды, сөздегі дыбыстардың ретін, дауысты және дауыссыз дыбыстарды анықтайды",
        "transformed": "Сөздерге дыбыстық талдау жасап, сөздегі дыбыстардың ретін, дауысты және дауыссыз дыбыстарды анықтауды үйрету."
      },
      "5-К.16": {
        "original": "барлық дыбыстарды анық айтады,  дауысты және дауыссыз дыбыстарды ажыратады",
        "transformed": "Барлық дыбыстарды анық айту және дауысты мен дауыссыз дыбыстарды ажырата білуді үйрету."
      },
      "5-К.17": {
        "original": "берілген буынға сөз құрастырады",
        "transformed": "Берілген буынға сөз құрастыруды үйрету."
      },
      "5-К.18": {
        "original": "берілген сөздерден жай сөйлемдер құрастырады",
        "transformed": "Берілген сөздерден жай сөйлемдер құрастыруды үйрету."
      },
      "5-К.19": {
        "original": "қаламды дұрыс ұстай алады",
        "transformed": "Қаламды дұрыс ұстауды үйрету."
      },
      "5-К.20": {
        "original": "түрлі сызықтарды салады",
        "transformed": "Әртүрлі сызықтарды салуды үйрету."
      },
      "5-К.21": {
        "original": "жазу парағында бағдарлай біледі, жазу жолы мен жоларалық кеңістікті ажыратады",
        "transformed": "Жазу парағында бағдарлауды, жазу жолы мен жоларалық кеңістікті ажырата білуді үйрету."
      },
      "5-К.22": {
        "original": "қазақ тіліне тән ә, ө, қ, ү, ұ, і, ғ, ң, һ дыбыстарын, осы дыбыстардан тұратын сөздерді анық айтады",
        "transformed": "Қазақ тіліне тән дыбыстарды (ә, ө, қ, ү, ұ, і, ғ, ң, һ) және осы дыбыстардан тұратын сөздерді анық айтуды үйрету."
      },
      "5-К.23": {
        "original": "өлеңдер, санамақтар, жаңылтпаштар, тақпақтарды жатқа айтады",
        "transformed": "Өлеңдер, санамақтар, жаңылтпаштар, тақпақтарды жатқа айтуды үйрету."
      },
      "5-К.24": {
        "original": "әңгімелесушіге сұрақтарды дұрыс қояды, оған қысқа және толық нақты жауап береді",
        "transformed": "Әңгімелесушіге сұрақтарды дұрыс қоя білуді және оған қысқа және толық нақты жауап беруді үйрету."
      },
      "5-К.25": {
        "original": "тыңдалған көркем шығарма мазмұнын ретімен, жүйелі түрде жеткізеді",
        "transformed": "Тыңдалған көркем шығарма мазмұнын ретімен және жүйелі түрде жеткізуді үйрету."
      },
      "5-К.26": {
        "original": "бір-бірімен еркін диалог құрады",
        "transformed": "Бір-бірімен еркін диалог құруды үйрету."
      },
      "5-К.27": {
        "original": "өзінің тәжірибесіне сүйеніп, суреттер бойынша әңгіме құрастырады",
        "transformed": "Өзінің тәжірибесіне сүйеніп, суреттер бойынша әңгіме құрастыруды үйрету."
      },
      "5-К.28": {
        "original": "ойыншықтар мен заттарды 5-6 сөйлеммен сипаттайды",
        "transformed": "Ойыншықтар мен заттарды 5-6 сөйлеммен сипаттауды үйрету."
      }
    },
    "cognitive": {
      "5-Т.1": {
        "original": "жиындарды бөліктерге бөледі және оларды қайта біріктіреді",
        "transformed": "Жиындарды бөліктерге бөліп, оларды қайта біріктіруді үйрету."
      },
      "5-Т.2": {
        "original": "10 көлеміндегі сандарды тура және кері санауды біледі, «Қанша?», «нешінші?» сұрақтарын ажыратады, оларға дұрыс жауап береді",
        "transformed": "10 көлеміндегі сандарды тура және кері санауды, «Қанша?» және «Нешінші?» сұрақтарын ажырата білуді және оларға дұрыс жауап беруді үйрету."
      },
      "5-Т.3": {
        "original": "әртүрлі белгілері бойынша заттарды салыстыра алады (түсі, пішіні, өлшемі, материалы, қолданылуы)",
        "transformed": "Заттарды әртүрлі белгілері бойынша салыстыруды (түсі, пішіні, өлшемі, материалы, қолданылуы) үйрету."
      },
      "5-Т.4": {
        "original": "заттарды шамасына қарай өсу және кему ретімен орналастырады",
        "transformed": "Заттарды шамасына қарай өсу және кему ретімен орналастыруды үйрету."
      },
      "5-Т.5": {
        "original": "қағаз бетінде бағдарлай біледі, апта күндерін, жыл мезгілдері бойынша айларды ретімен атайды",
        "transformed": "Қағаз бетінде бағдарлауды, апта күндерін және жыл мезгілдері бойынша айларды ретімен атауды үйрету."
      },
      "5-Т.6": {
        "original": "геометриялық пішіндерді (дөңгелек, сопақша, үшбұрыш, шаршы, тіктөртбұрыш) ажыратады және атайды",
        "transformed": "Геометриялық пішіндерді (дөңгелек, сопақша, үшбұрыш, шаршы, тіктөртбұрыш) ажырата білуді және атауды үйрету."
      },
      "5-Т.7": {
        "original": "түрлі сызықтарды салады",
        "transformed": "Әртүрлі сызықтарды салуды үйрету."
      }
    },
    "creativity": {
      "5-Ш.1": {
        "original": "тірі табиғат заттарының бейнелерін күрделі емес қимылдар мен қалыптар арқылы жеткізеді",
        "transformed": "Тірі табиғат заттарының бейнелерін күрделі емес қимылдар мен қалыптар арқылы жеткізуді үйрету."
      },
      "5-Ш.2": {
        "original": "бояуларды қолдануды, бояғышта акварельді сумен араластыруды, қанық түстер алу үшін қарындашты түрліше басып бояуды біледі",
        "transformed": "Бояуларды қолдануды, бояғышта акварельді сумен араластыруды және қанық түстер алу үшін қарындашты түрліше басып бояуды үйрету."
      },
      "5-Ш.3": {
        "original": "жаңа түстер (күлгін) және реңктерді (көк, қызғылт, қою жасыл) бояуды араластыру арқылы шығарады",
        "transformed": "Жаңа түстер (күлгін) және реңктерді (көк, қызғылт, қою жасыл) бояуды араластыру арқылы шығаруды үйрету."
      },
      "5-Ш.4": {
        "original": "ұжыммен бірге жұмыс істейді, міндеттерді өзара келісіп орындайды",
        "transformed": "Ұжыммен бірге жұмыс істеп, міндеттерді өзара келісіп орындауды үйрету."
      },
      "5-Ш.5": {
        "original": "қазақ оюларының элементтерін салады және олармен киімдерді, тұрмыстық заттарды безендіреді",
        "transformed": "Қазақ оюларының элементтерін салып, олармен киімдерді және тұрмыстық заттарды безендіруді үйрету."
      },
      "5-Ш.6": {
        "original": "сюжеттік суреттерді салады",
        "transformed": "Сюжеттік суреттерді салуды үйрету."
      },
      "5-Ш.7": {
        "original": "сурет салуда ұқыптылықты, қауіпсіздікті сақтайды",
        "transformed": "Сурет салуда ұқыптылықты және қауіпсіздікті сақтауды үйрету."
      },
      "5-Ш.8": {
        "original": "шынайы бейнесіне қарап және ойдан пішіндері мен өлшемі әртүрлі таныс заттарды мүсіндейді",
        "transformed": "Шынайы бейнесіне қарап және ойдан пішіндері мен өлшемі әртүрлі таныс заттарды мүсіндеуді үйрету."
      },
      "5-Ш.9": {
        "original": "қарапайым пропорцияларды сақтай отырып, адам мен жануардың пішіндерін мүсіндейді",
        "transformed": "Қарапайым пропорцияларды сақтай отырып, адам мен жануардың пішіндерін мүсіндеуді үйрету."
      },
      "5-Ш.10": {
        "original": "мүсіндеудің әртүрлі әдістерін қолданады",
        "transformed": "Мүсіндеудің әртүрлі әдістерін қолдануды үйрету."
      },
      "5-Ш.11": {
        "original": "ертегілер мен әңгімелердің мазмұны бойынша сюжеттік композицияларды құрады",
        "transformed": "Ертегілер мен әңгімелердің мазмұны бойынша сюжеттік композициялар құруды үйрету."
      },
      "5-Ш.12": {
        "original": "қазақ халқының түрлі ыдыс-аяқтарын, тұрмыстық заттарын, зергерлік бұйымдарын мүсіндейді және оларды ою-өрнектермен және қосымша заттармен безендіреді",
        "transformed": "Қазақ халқының түрлі ыдыс-аяқтарын, тұрмыстық заттарын, зергерлік бұйымдарын мүсіндеп, ою-өрнектермен және қосымша заттармен безендіруді үйрету."
      },
      "5-Ш.13": {
        "original": "ортақ композиция құру үшін ұжыммен мүсіндеу дағдыларын меңгерген",
        "transformed": "Ортақ композиция құру үшін ұжыммен мүсіндеу дағдыларын меңгеруді үйрету."
      },
      "5-Ш.14": {
        "original": "жұмысты ұқыпты орындайды, қауіпсіздік ережелерін сақтайды",
        "transformed": "Жұмысты ұқыпты орындауды және қауіпсіздік ережелерін сақтауды үйрету."
      },
      "5-Ш.15": {
        "original": "қайшымен түрлі геометриялық пішіндерді қияды, қайшы мен желімді дұрыс қолданады",
        "transformed": "Қайшымен түрлі геометриялық пішіндерді қиюды және қайшы мен желімді дұрыс қолдануды үйрету."
      },
      "5-Ш.16": {
        "original": "таныс немесе ойдан әртүрлі бейнелерді, қатпарланып бүктелген қағаздан бірдей бірнеше пішіндерді және екіге бүктелген қағаздан симметриялы пішіндегі заттарды қияды",
        "transformed": "Таныс немесе ойдан әртүрлі бейнелерді, қатпарланып бүктелген қағаздан бірдей бірнеше пішіндерді және екіге бүктелген қағаздан симметриялы пішіндегі заттарды қиюды үйрету."
      },
      "5-Ш.17": {
        "original": "жұмыс тәсілдерін таңдайды және түсіндіреді",
        "transformed": "Жұмыс тәсілдерін таңдау және түсіндіруді үйрету."
      },
      "5-Ш.18": {
        "original": "бірнеше бөліктерден бейнелерді құрастырады",
        "transformed": "Бірнеше бөліктерден бейнелерді құрастыруды үйрету."
      },
      "5-Ш.19": {
        "original": "жұмысты жеке және топпен бірлесіп жасайды, топтық жұмыста міндеттерді келісіп атқарады",
        "transformed": "Жұмысты жеке және топпен бірлесіп жасауға, топтық жұмыста міндеттерді келісіп орындауға үйрету."
      },
      "5-Ш.20": {
        "original": "сюжеттік композициялар жасайды, оларды сәнді бөлшектермен толықтырады",
        "transformed": "Сюжеттік композициялар жасап, оларды сәнді бөлшектермен толықтыруды үйрету."
      },
      "5-Ш.21": {
        "original": "еңбек қауіпсіздігі мен жеке гигиена ережелерін сақтайды",
        "transformed": "Еңбек қауіпсіздігі мен жеке гигиена ережелерін сақтауды үйрету."
      },
      "5-Ш.22": {
        "original": "ұсынылған тақырыпқа, өз бетінше ойдан құрастырады",
        "transformed": "Ұсынылған тақырыпқа өз бетінше ойдан құрастыруды үйрету."
      },
      "5-Ш.23": {
        "original": "қалдық және табиғи материалдан құрастырады",
        "transformed": "Қалдық және табиғи материалдан құрастыруды үйрету."
      },
      "5-Ш.24": {
        "original": "өзінің құрастырған құрылысын талдау арқылы тиімді конструктивті шешімдерді табады, оларды құрастыруда қолданады",
        "transformed": "Өзінің құрастырған құрылысын талдау арқылы тиімді конструктивті шешімдерді табуды және оларды құрастыруда қолдануды үйрету."
      },
      "5-Ш.25": {
        "original": "ойынға қажетті құрылысты бірлесіп ойдан құрастырады, жұмысты бірге келісіп орындайды, дайын құрылыспен ойнайды",
        "transformed": "Ойынға қажетті құрылысты бірлесіп ойдан құрастыруды, жұмысты бірге келісіп орындауды және дайын құрылыспен ойнауды үйрету."
      },
      "5-Ш.26": {
        "original": "ұжыммен бірге жұмыс істейді",
        "transformed": "Ұжыммен бірге жұмыс істеуді үйрету."
      },
      "5-Ш.27": {
        "original": "жазық қағаз пішіндерді көлемді пішіндерге өзгертеді",
        "transformed": "Жазық қағаз пішіндерді көлемді пішіндерге өзгертуге үйрету."
      },
      "5-Ш.28": {
        "original": "жұмыс орнында қауіпсіздік ережелерін сақтайды",
        "transformed": "Жұмыс орнында қауіпсіздік ережелерін сақтауды үйрету."
      },
      "5-Ш.29": {
        "original": "қарапайым музыкалық жанрларды ажыратады (күй, ән, би, марш)",
        "transformed": "Қарапайым музыкалық жанрларды (күй, ән, би, марш) ажырата білуді үйрету."
      },
      "5-Ш.30": {
        "original": "таныс әндерді өз бетінше музыкалық сүйемелдеумен және сүйемелдеусіз орындайды",
        "transformed": "Таныс әндерді өз бетінше музыкалық сүйемелдеумен және сүйемелдеусіз орындауды үйрету."
      },
      "5-Ш.31": {
        "original": "әннің сөзін анық айтады, музыка сипатын қабылдайды және жеткізеді",
        "transformed": "Әннің сөзін анық айтуды, музыка сипатын қабылдауды және жеткізуді үйрету."
      },
      "5-Ш.32": {
        "original": "шығарманың жеке фрагменттерін (кіріспе, қайырмасы, соңы) ажырата алады",
        "transformed": "Шығарманың жеке фрагменттерін (кіріспе, қайырмасы, соңы) ажырата білуді үйрету."
      },
      "5-Ш.33": {
        "original": "музыкалық аспаптарда қарапайым әуендерді ойнайды",
        "transformed": "Музыкалық аспаптарда қарапайым әуендерді ойнауды үйрету."
      },
      "5-Ш.34": {
        "original": "әртүрлі сипаттағы әндерді өз бетінше және шығармашылықпен орындайды",
        "transformed": "Әртүрлі сипаттағы әндерді өз бетінше және шығармашылықпен орындауды үйрету."
      },
      "5-Ш.35": {
        "original": "музыканың сипатына сәйкес қимылдарды орындайды",
        "transformed": "Музыканың сипатына сәйкес қимылдарды орындауды үйрету."
      }
    },
    "social": {
      "5-Ә.1": {
        "original": "өз күші мен мүмкіндіктеріне сенеді, еңбекқорлық пен жауапкершіліктің маңызын түсінеді",
        "transformed": "Өз күші мен мүмкіндіктеріне сенуді, еңбекқорлық пен жауапкершіліктің маңызын түсінуді үйрету."
      },
      "5-Ә.2": {
        "original": "туыстық байланыстарды түсінеді, үлкендерді сыйлайды, кішіге қамқорлық танытады",
        "transformed": "Туыстық байланыстарды түсінуді, үлкендерді сыйлауды және кішіге қамқорлық танытуды үйрету."
      },
      "5-Ә.3": {
        "original": "өз ойын түсінікті жеткізеді, өзінің пікірін айтады",
        "transformed": "Өз ойын түсінікті жеткізуді және өзінің пікірін білдіруді үйрету."
      },
      "5-Ә.4": {
        "original": "арнайы көлік құралдарының қолданылуын, жол қозғалысының қарапайым ережелерін біледі",
        "transformed": "Арнайы көлік құралдарын қолдануды және жол қозғалысының қарапайым ережелерін білуді үйрету."
      },
      "5-Ә.5": {
        "original": "өз Отанын жақсы көреді, Қазақстанның әсем табиғаты, көрнекі жерлері мен тарихи орындарының маңыздылығын түсінеді",
        "transformed": "Өз Отанын жақсы көруді, Қазақстанның әсем табиғаты, көрнекі жерлері мен тарихи орындарының маңыздылығын түсінуді үйрету."
      }
    }
  }
}