METRICS_SCHEMA = {
    "early_age": {
        "physical": {
            "phys_ed": {
                "1-Ф.1": {
                    "criteria": [
                        "меңгерген",
                        "ішінара меңгерген",
                        "меңгермеген",
                    ],
                    "original": "негізгі қимыл түрлерінің бастапқы дағдыларын меңгерген",
                    "transformed": "Негізгі қимыл түрлерінің бастапқы дағдыларын меңгеруге үйрету.",
                },
                "1-Ф.2": {
                    "criteria": [
                        "қызығушылық танытады, өзін ретке келтіреді",
                        "ішінара қызығушылық танытады, өзін ретке келтіруге тырысады",
                        "қызығушылық танытпайды, сыртқы келбетіне мән бермейді",
                    ],
                    "original": "дене жаттығуларын орындауға қызығушылық танытады, ересектердің көмегімен өзін ретке келтіреді",
                    "transformed": "Дене жаттығуларын орындауға қызығушылық танытуды және ересектердің көмегімен өзін ретке келтіруді үйрету.",
                },
                "1-Ф.3": {
                    "criteria": ["жүреді", "тырысады", "жүрмейді"],
                    "original": "тура жолдың бойымен жүреді",
                    "transformed": "Тура жолдың бойымен жүруді үйрету.",
                },
                "1-Ф.4": {
                    "criteria": ["жүреді", "жүруге талпынады", "жүрмейді"],
                    "original": "заттардың арасымен жүреді",
                    "transformed": "Заттардың арасымен жүруді үйрету.",
                },
                "1-Ф.5": {
                    "criteria": [
                        "жұмсақ модульге немесе гимнастикалық скамейкаға көтеріледі және одан түседі",
                        "жұмсақ модульге немесе гимнастикалық скамейкаға көтеріледі және одан түседі",
                        "қызығушылық танытпайды",
                    ],
                    "original": "жұмсақ модульге немесе гимнастикалық скамейкаға көтеріледі және одан түседі",
                    "transformed": "Жұмсақ модульге немесе гимнастикалық скамейкаға көтерілу мен түсуге үйрету.",
                },
                "1-Ф.6": {
                    "criteria": [
                        "орындайды",
                        "ішінара орындайды",
                        "қызығушылық танытпайды",
                    ],
                    "original": "ересектердің көрсетуімен жалпы дамытушы жаттығуларды орындайды",
                    "transformed": "Ересектердің көрсетуімен жалпы дамытушы жаттығуларды орындауды үйрету.",
                },
                "1-Ф.7": {
                    "criteria": [
                        "сақтайды",
                        "сақтауға тырысады",
                        "сақтауға талпынбайды",
                    ],
                    "original": "ересектердің көмегімен өзіне-өзі қызмет көрсетудің қарапайым дағдыларын сақтайды",
                    "transformed": "Ересектердің көмегімен өзіне-өзі қызмет көрсетудің қарапайым дағдыларын сақтауды үйрету.",
                },
            }
        },
        "communicative": {
            "lang_dev": {
                "1-К.1": {
                    "criteria": [
                        "табады, көрсетеді",
                        "ішінара табады, кейбіреуін көрсетеді",
                        "табуға талпынбайды",
                    ],
                    "original": "суреттерден айтылған сөзге сәйкес келетін ойыншықтарды, заттарды табады және көрсетеді:",
                    "transformed": "Суреттерден айтылған сөзге сәйкес келетін ойыншықтарды, заттарды табуды және көрсетуді үйрету.",
                },
                "1-К.2": {
                    "criteria": [
                        "дұрыс айтады",
                        "кейбіреуін айтады",
                        "айта алмайды",
                    ],
                    "original": "дыбыстық тіркестер мен кейбір сөздерді еліктей отырып, айтады",
                    "transformed": "Дыбыстық тіркестер мен кейбір сөздерді еліктей отырып айтуды үйрету.",
                },
                "1-К.3": {
                    "criteria": [
                        "түсінеді, эмоциясын көрсете алады",
                        "ішінара түсінеді, эмоциясын көрсетуге тырысады",
                        "эмоциясын білдірмейді",
                    ],
                    "original": "эмоционалды көңіл-күйді түсінеді және өзінің эмоциясын ым-ишарамен көрсетеді:",
                    "transformed": "Эмоционалды көңіл-күйді түсінуді және өзінің эмоциясын ым-ишарамен көрсетуді үйрету.",
                },
                "1-К.4": {
                    "criteria": [
                        "біледі, атайды",
                        "кейбіреуін біледі, атайды",
                        "біледі, бірақ атай алмайды",
                    ],
                    "original": "заттардың атын, түсін, мөлшерін, көлемін, орнын біледі және атайды:",
                    "transformed": "Заттардың атын, түсін, мөлшерін, көлемін, орнын білуді және аттауды үйрету.",
                },
                "1-К.5": {
                    "criteria": [
                        "өтінішін сөзбен жеткізеді",
                        "өтінішін қысқа сөз тіркестерімен білдіреді",
                        "өтінішін жеткізе алмайды",
                    ],
                    "original": "сөзбен немесе қысқа сөз тіркестерімен өз өтінішін білдіреді:",
                    "transformed": "Сөзбен немесе қысқа сөз тіркестерімен өз өтінішін білдіруді үйрету.",
                },
                "1-К.6": {
                    "criteria": [
                        "қуана ойнайды",
                        "ішінара ойнайды",
                        "қызығушылық танытпайды",
                    ],
                    "original": "ойыншықтармен күрделі емес бейнелі ойындарды ойнайды:",
                    "transformed": "Ойыншықтармен күрделі емес бейнелі ойындарды ойнауды үйрету.",
                },
                "1-К.7": {
                    "criteria": ["айтады", "толық айта алмайды", "айта алмайды"],
                    "original": "екі, үш сөзден тұратын сөйлемді айтады:",
                    "transformed": "Екі, үш сөзден тұратын сөйлемді айтуды үйрету.",
                },
            },
            "literature": {
                "1-К.8": {
                    "criteria": [
                        "тыңдайды, түсінеді",
                        "ішінара түсінеді",
                        "тыңдайды, бірақ түсінбейді",
                    ],
                    "original": "шағын, мазмұны түсінікті әңгімелерді, тақпақтар мен өлеңдерді қызығушылықпен тыңдайды және түсінеді:",
                    "transformed": "Шағын, мазмұны түсінікті әңгімелерді, тақпақтар мен өлеңдерді қызығушылықпен тыңдауды және түсінуді үйрету.",
                },
                "1-К.9": {
                    "criteria": [
                        "қызығушылықпен қарайды",
                        "қызығушылық танытпай қарайды ",
                        "кітапқа қызығушылық танытпайды",
                    ],
                    "original": "жалпақ және көлемді иллюстрацияларымен кітаптарды қарайды:",
                    "transformed": "Жалпақ және көлемді иллюстрацияларымен кітаптарды қарауды үйрету.",
                },
                "1-К.10": {
                    "criteria": [
                        "ықыласпен тыңдайды",
                        "тыңдауға талпынады",
                        "тыңдамайды",
                    ],
                    "original": "көрнекіліксіз таныс шығармаларды тыңдайды:",
                    "transformed": "Көрнекіліксіз таныс шығармаларды тыңдауды үйрету.",
                },
                "1-К.11": {
                    "criteria": [
                        "қызыға қарайды, кейіпкерлерді көрсетеді",
                        "кітаптардағы суреттерге назар аударады, суреттерге зейін қоюға тырысады, ондағы таныс кейіпкерлерді көрсетеді",
                        "суреттерді қарайды, бірақ назарын тез басқа жаққа аударады, ондағы таныс кейіпкерлерді көрсетпейді",
                    ],
                    "original": "кітаптардағы суреттерді өз бетінше қарайды, ондағы таныс кейіпкерлерді көрсетеді:",
                    "transformed": "Кітаптардағы суреттерді өз бетінше қарауды және ондағы таныс кейіпкерлерді көрсетуді үйрету.",
                },
                "1-К.12": {
                    "criteria": [
                        "қайталайды",
                        "қайталауға талпынады",
                        "қайталамайды",
                    ],
                    "original": "оқылған таныс шығармалардағы, өлеңдердегі сөздер мен сөз тіркестерін қайталап айтады:",
                    "transformed": "Оқылған таныс шығармалардағы, өлеңдердегі сөздер мен сөз тіркестерін қайталап айтуды үйрету.",
                },
            },
        },
        "cognitive": {
            "sensory": {
                "1-Т.1": {
                    "criteria": [
                        "қызығушылықпен  орындайды",
                        "орындауға талпынады",
                        "орындамайды",
                    ],
                    "original": "заттармен әртүрлі әрекеттер орындайды:",
                    "transformed": "Заттармен әртүрлі әрекеттер орындауды үйрету.",
                },
                "1-Т.2": {
                    "criteria": [
                        "орналастырады",
                        "орналастыруға тырысады",
                        "орналастыра алмайды",
                    ],
                    "original": "заттарды өлшемі немесе пішініне қарай сәйкес ұяларға орналастырады:",
                    "transformed": "Заттарды өлшемі немесе пішініне қарай сәйкес ұяларға орналастыруды үйрету.",
                },
                "1-Т.3": {
                    "criteria": [
                        "қызығушылықпен орындайды",
                        "орындауға талпынады",
                        "орындамайды",
                    ],
                    "original": "күрделі заттармен әрекеттерді орындайды:",
                    "transformed": "Күрделі заттармен әрекеттерді орындауды үйрету.",
                },
                "1-Т.4": {
                    "criteria": [
                        "дұрыс топтастырады",
                        "ішінара дұрыс топтастырады",
                        "дұрыс топтастыра алмайды",
                    ],
                    "original": "біртекті заттарды ортақ белгісі (өлшемі, пішіні) бойынша топтастыра біледі:",
                    "transformed": "Біртекті заттарды ортақ белгісі (өлшемі, пішіні) бойынша топтастыруды үйрету.",
                },
                "1-Т.5": {
                    "criteria": [
                        "ажыратады",
                        "екі түсті ажыратады",
                        "ажырата алмайды",
                    ],
                    "original": "негізгі төрт түсті (қызыл, көк, сары, жасыл) ажыратады:",
                    "transformed": "Негізгі төрт түсті (қызыл, көк, сары, жасыл) ажыратуды үйрету.",
                },
            },
        },
        "creativity": {
            "modeling": {
                "1-Ш.1": {
                    "criteria": [
                        "қуанады",
                        "ішінара қызығушылық танытады",
                        "қызықпайды",
                    ],
                    "original": "мүсіндеуге қызығушылық танытады",
                    "transformed": "Мүсіндеуге қызығушылық танытуды үйрету.",
                },
                "1-Ш.2": {
                    "criteria": [
                        "домалата алады",
                        "домалатуға талпынады",
                        "домалата алмайды",
                    ],
                    "original": "ермексазды, сазбалшықты алақан арасында домалата алады:",
                    "transformed": "Ермексазды, сазбалшықты алақан арасында домалатуды үйрету.",
                },
                "1-Ш.3": {
                    "criteria": [
                        "қызығушылықпен мүсіндейді",
                        "мүсіндеуге тырысады",
                        "мүсіндей алмайды",
                    ],
                    "original": "жалпақ,  дөңгелек пішіндерді мүсіндейді:",
                    "transformed": "Жалпақ, дөңгелек пішіндерді мүсіндеуді үйрету.",
                },
                "1-Ш.4": {
                    "criteria": [
                        "құрастырады",
                        "құрастыруға тырысады",
                        "құрастыра алмайды",
                    ],
                    "original": "тәрбиешінің көрсетуі бойынша алынған пішіндерді құрастыра біледі:",
                    "transformed": "Тәрбиешінің көрсетуі бойынша алынған пішіндерді құрастыра білуді үйрету.",
                },
            },
            "music": {
                "1-Ш.5": {
                    "criteria": [
                        "қызығушылық танытады",
                        "ішінара қызығушылық танытады",
                        "қызығушылық танытпайды",
                    ],
                    "original": "музыкаға, ән салуға, музыкалық-ырғақтық қимылдарға қызығушылық танытады:",
                    "transformed": "Музыкаға, ән салуға, музыкалық-ырғақтық қимылдарға қызығушылық танытуды үйрету.",
                },
                "1-Ш.6": {
                    "criteria": [
                        "жүреді",
                        "жүруге талпынады",
                        "жүре алмайды",
                    ],
                    "original": "музыкамен жүре алады;",
                    "transformed": "Музыкамен жүре білуді үйрету.",
                },
                "1-Ш.7": {
                    "criteria": [
                        "ықыласпен тыңдайды",
                        "кейде тыңдайды",
                        "тыңдамайды",
                    ],
                    "original": "ересектердің орындаған әндерін тыңдайды",
                    "transformed": "Ересектердің орындаған әндерін тыңдауды үйрету.",
                },
                "1-Ш.8": {
                    "criteria": [
                        "қабылдайды және тыңдайды",
                        "қабылдайды, бірақ соңына дейін тыңдамайды",
                        "қабылдамайды, ішінара тыңдайды",
                    ],
                    "original": "таныс музыкалық шығарманы көтеріңкі көңіл-күймен қабылдайды, оны соңына дейін тыңдайды:",
                    "transformed": "Таныс музыкалық шығарманы көтеріңкі көңіл-күймен қабылдауды және оны соңына дейін тыңдауды үйрету.",
                },
                "1-Ш.9": {
                    "criteria": [
                        "айтады",
                        "қабылдайды, бірақ соңына дейін тыңдамайды",
                        "айта алмайды",
                    ],
                    "original": "ересекпен қосылып әннің кейбір сөздерін айтады",
                    "transformed": "Ересекпен қосылып әннің кейбір сөздерін айтуды үйрету.",
                },
                "1-Ш.10": {
                    "criteria": [
                        "желбіретеді, сылдырлатады",
                        "әрекеттерді орындауға талпынады",
                        "қызығушылық  танытпайды",
                    ],
                    "original": "жалаушаны желбіретеді, сылдырмақты сылдырлатады:",
                    "transformed": "Жалаушаны желбірету және сылдырмақты сылдырлатуды үйрету.",
                },
            },
        },
        "social": {
            "world_view": {
                "1-Ә.1": {
                    "criteria": [
                        "жақын адамдарын жақсы көреді, эмоционалды, елгезек",
                        "жақын адамдарын таниды, эмоция білдіреді",
                        "тұйық, эмоцияны ажырата алмайды, білдірмейді",
                    ],
                    "original": "өзіне жақын адамдарға күлімсірейді, басын изейді, қолын бұлғайды:",
                    "transformed": "Өзіне жақын адамдарға күлімсіреуді, басын изуді және қолын бұлғауды үйрету.",
                },
                "1-Ә.2": {
                    "criteria": [
                        "қызығушылық танытады",
                        "ішінара қызығушылық танытады",
                        "көңіл-күйі болмаса, оларға көңіл бөлмейді, қызығушылық танытпайды",
                    ],
                    "original": "қоршаған ортаның заттары мен табиғат құбылыстарына қызығушылық танытады:",
                    "transformed": "Қоршаған ортаның заттары мен табиғат құбылыстарына қызығушылық танытуды үйрету.",
                },
                "1-Ә.3": {
                    "criteria": [
                        "тыңдайды, еліктейді, жүгінеді",
                        "тыңдайды, кейде еліктейді және жүгінеді",
                        "тыңдамайды, бірақ көмекке жүгінеді",
                    ],
                    "original": "ересектердің дауысын тыңдайды, олардың қимылдарына еліктейді, оған көмекке жүгінеді:",
                    "transformed": "Ересектердің дауысын тыңдауды, олардың қимылдарына еліктеуді және көмекке жүгінуді үйрету.",
                },
                "1-Ә.4": {
                    "criteria": [
                        "бақылайды, бөліктерін көрсетеді",
                        "бақылайды, бірақ бөліктерін көрсетпейді",
                        "өсімдіктерге назар аудармайды",
                    ],
                    "original": "гүлдеп тұрған өсімдікті бақылайды және оның бөліктерін көрсетеді:",
                    "transformed": "Гүлдеп тұрған өсімдікті бақылауды және оның бөліктерін көрсетуді үйрету.",
                },
                "1-Ә.5": {
                    "criteria": [
                        "ережелерді сақтайды",
                        "ережелерді кейде сақтамайды",
                        "ережелерді сақтай алмайды",
                    ],
                    "original": "серуенде қауіпсіз мінез-құлықтың қарапайым ережелерін сақтайды:",
                    "transformed": "Серуенде қауіпсіз мінез-құлықтың қарапайым ережелерін сақтауды үйрету.",
                },
            },
        },
    },
    "junior": {
        "physical": {
            "phys_ed": {
                "2-Ф.1": {
                    "criteria": [
                        "қарқынды өзгертіп жүреді, жүгіреді",
                        "жүреді, кейде жүгіру кезінде бағытты өзгертеді",
                        "жүреді, жүгіру кезінде бағытын өзгертуге талпынбайды",
                    ],
                    "original": "қарқынды өзгертіп жүреді, жүгіреді:",
                    "transformed": "Қарқынды өзгертіп жүруді және жүгіруді үйрету.",
                },
                "2-Ф.2": {
                    "criteria": [
                        "орындайды",
                        "орындауға талпынады",
                        "орындамайды",
                    ],
                    "original": "заттардың бойымен, астымен еңбектейді:",
                    "transformed": "Заттардың бойымен, астымен еңбектеуді үйрету.",
                },
                "2-Ф.3": {
                    "criteria": [
                        "өз бетінше жуады",
                        "өз бетінше жууға тырысады",
                        "өз бетінше жумайды",
                    ],
                    "original": "бетін, қолдарын өз бетінше жуады:",
                    "transformed": "Бетін және қолдарын өз бетінше жууға үйрету.",
                },
                "2-Ф.4": {
                    "criteria": [
                        "киініп, шешінудің ретін біледі",
                        "өзі киініп, шешінуге талпынады",
                        "киініп шешіну ретін сақтамайды",
                    ],
                    "original": "белгілі бір ретпен киінеді және шешінеді:",
                    "transformed": "Белгілі бір ретпен киініп, шешінуді үйрету.",
                },
            }
        },
        "communicative": {
            "lang_dev": {
                "2-К.1": {
                    "criteria": [
                        "тыңдайды,",
                        "ішінара түсінеді",
                        "тыңдайды, бірақ түсінбейді",
                    ],
                    "original": "ересектердің сөзін тыңдайды және түсінеді",
                    "transformed": "Ересектердің сөзін тыңдауды және түсінуді үйрету.",
                },
                "2-К.2": {
                    "criteria": [
                        "анық айтады",
                        "айтуға талпынады",
                        "айтпайды",
                    ],
                    "original": "жеке дауысты және дауыссыз дыбыстарды, еліктеу сөздерін айта алады",
                    "transformed": "Жеке дауысты және дауыссыз дыбыстарды, еліктеу сөздерін айтуды үйрету.",
                },
                "2-К.3": {
                    "criteria": [
                        "айтады",
                        "айтуға талпынады",
                        "айта алмайды",
                    ],
                    "original": "қарапайым сөз тіркестерін (2-4 сөз) қайталап айтады:",
                    "transformed": "Қарапайым сөз тіркестерін (2-4 сөз) қайталап айтуды үйрету.",
                },
                "2-К.4": {
                    "criteria": [
                        "жауап береді",
                        "тыңдайды, кейбір сұрақтарға жауап береді",
                        "тыңдайды, бірақ сұрақтарға жауап бере алмайды",
                    ],
                    "original": "шағын әңгімелерді көрнекі сүйемелдеусіз тыңдап, қарапайым сұрақтарға жауап береді:",
                    "transformed": "Шағын әңгімелерді көрнекі сүйемелдеусіз тыңдауды және қарапайым сұрақтарға жауап беруді үйрету.",
                },
            },
            "literature": {
                "2-К.5": {
                    "criteria": [
                        "айтады",
                        "айтуға тырысады",
                        "айтпайды",
                    ],
                    "original": "оқылған шығармадағы жекелеген сөздерді қосылып қайталап айтады:",
                    "transformed": "Оқылған шығармадағы жекелеген сөздерді қосылып қайталап айтуды үйрету.",
                },
                "2-К.6": {
                    "criteria": [
                        "қызығушылықпен тыңдайды",
                        "ішінара тыңдайды",
                        "тыңдағысы келмейді",
                    ],
                    "original": "таныс шығармаларды көрнекіліксіз тыңдайды:",
                    "transformed": "Таныс шығармаларды көрнекіліксіз тыңдауды үйрету.",
                },
                "2-К.7": {
                    "criteria": [
                        "сұрақтарға дұрыс жауап береді",
                        "кейбір сұрақтарға жауап береді",
                        "сұрақтарға жауап бермейді",
                    ],
                    "original": "кітаптардағы иллюстрацияларды қарайды, суреттердің мазмұны бойынша қойылған сұрақтарға жауап береді:",
                    "transformed": "Кітаптардағы иллюстрацияларды қарауды және суреттердің мазмұны бойынша сұрақтарға жауап беруді үйрету.",
                },
                "2-К.8": {
                    "criteria": [
                        "қайталап айтады",
                        "кейбір сөздерін қайталайды",
                        "қайталауға талпынбайды",
                    ],
                    "original": "педагогтің көмегімен шағын тақпақтарды қайталап айтады:",
                    "transformed": "Педагогтің көмегімен шағын тақпақтарды қайталап айтуды үйрету.",
                },
            },
        },
        "cognitive": {
            "sensory": {
                "2-Т.1": {
                    "criteria": [
                        "дұрыс орындайды",
                        "орындауға талпынады",
                        "орындай алмайды",
                    ],
                    "original": "үлгі мен ауызша нұсқауға сүйеніп, тапсырмаларды орындайды:",
                    "transformed": "Үлгі мен ауызша нұсқауға сүйене отырып, тапсырмаларды орындауды үйрету.",
                },
                "2-Т.2": {
                    "criteria": [
                        "топтастырады",
                        "кейбіреуін топтастырады",
                        "топтастыра алмайды",
                    ],
                    "original": "көлемі, пішіні, түсі бойынша ұқсас біртекті заттарды топтастырады:",
                    "transformed": "Көлемі, пішіні, түсі бойынша ұқсас біртекті заттарды топтастыруды үйрету.",
                },
                "2-Т.3": {
                    "criteria": [
                        "салыстырады",
                        "ішінара салыстырады",
                        "салыстыра алмайды",
                    ],
                    "original": "түрлі көлемдегі геометриялық фигураларды негізгі қасиеттері бойынша салыстырады:",
                    "transformed": "Түрлі көлемдегі геометриялық фигураларды негізгі қасиеттері бойынша салыстыруды үйрету.",
                },
                "2-Т.4": {
                    "criteria": [
                        "зерттейді, салыстырады",
                        "ішінара салыстырадыішінара зерттейді және салыстырады",
                        "зерттейді, бірақ салыстыра алмайды",
                    ],
                    "original": "түсі, көлемі, пішіні бойынша заттарды өз бетінше зерттейді және салыстырады:",
                    "transformed": "Түсі, көлемі, пішіні бойынша заттарды өз бетінше зерттеуді және салыстыруды үйрету.",
                },
            }
        },
        "creativity": {
            "drawing": {
                "2-Ш.1": {
                    "criteria": [
                        "дұрыс ұстайды, сызықтарды жүргізеді",
                        "дұрыс ұстайды, сызықтарды жүргізуге талпынады",
                        "дұрыс ұстай алмайды, сызықтарды жүргізуде қиналады",
                    ],
                    "original": "қаламды дұрыс ұстайды, тік және тұйықталған дөңгелек сызықтарды қағаз бетінде жеңіл жүргізеді:",
                    "transformed": "Қаламды дұрыс ұстауды және тік, тұйықталған дөңгелек сызықтарды қағаз бетінде жеңіл жүргізуді үйрету.",
                },
                "2-Ш.2": {
                    "criteria": [
                        "қуанады, айтады",
                        "айтуға талпынады",
                        "қуанады, айта алмайды",
                    ],
                    "original": "өзінің салған суретіне қуанады, онда не бейнеленгенін айтады:",
                    "transformed": "Өзінің салған суретіне қуана білуді және онда не бейнеленгенін айтуды үйрету.",
                },
                "2-Ш.3": {
                    "criteria": [
                        "салады",
                        "тырысады",
                        "сала алмайды",
                    ],
                    "original": "қағаз бетіне бояулармен сызықтар, жақпалар салады:",
                    "transformed": "Қағаз бетіне бояулармен сызықтар мен жақпалар салуды үйрету.",
                },
                "2-Ш.4": {
                    "criteria": [
                        "меңгерген",
                        "кейбіреуін меңгерген",
                        "меңгеруге талпынады",
                    ],
                    "original": "қағазға және құмға сурет салудың бастапқы техникасын меңгерген:",
                    "transformed": "Қағазға және құмға сурет салудың бастапқы техникасын меңгеруге үйрету.",
                },
            },
            "modeling": {
                "2-Ш.5": {
                    "criteria": [
                        "зерттейді",
                        "кейде уақытша қызығушылық танытады",
                        "зерттеуге талпынады",
                    ],
                    "original": "мүсіндейтін заттарды зерттейді:",
                    "transformed": "Мүсіндейтін заттарды зерттеуді үйрету.",
                },
                "2-Ш.6": {
                    "criteria": [
                        "қолдана алады",
                        "ішінара меңгерген",
                        "меңгермеген",
                    ],
                    "original": "мүсіндеудің қарапайым тәсілдерін меңгерген (кесектерді үлкен бөліктерден бөліп алады, оларды біртұтас етіп біріктіреді, сазбалшықты өздігінен илей алады):",
                    "transformed": "Мүсіндеудің қарапайым тәсілдерін меңгеруді үйрету.",
                },
                "2-Ш.7": {
                    "criteria": [
                        "саусақпен басып тереңдетеді",
                        "тырысады",
                        "орындай алмайды",
                    ],
                    "original": "кесе, тостаған, табақты мүсіндеуде пішіннің жоғары бөлігін саусақпен басып, тереңдетеді:",
                    "transformed": "Кесе, тостаған, табақты мүсіндеуде пішіннің жоғарғы бөлігін саусақпен басып, тереңдетуді үйрету.",
                },
                "2-Ш.8": {
                    "criteria": [
                        "орналастырады, жинастырады",
                        "орналастыруға, жинастыруға талпынады",
                        "орналастыра алмайды, материалдарды жинастырмайды",
                    ],
                    "original": "дайын болған бұйымды тұғырға орналастырады, жұмыстан кейін материалдарды жинастырады:",
                    "transformed": "Дайын болған бұйымды тұғырға орналастыруды және жұмыстан кейін материалдарды жинастыруды үйрету.",
                },
            },
            "appli": {
                "2-Ш.9": {
                    "criteria": [
                        "біледі",
                        "ішінара біледі",
                        "білмейді",
                    ],
                    "original": "қағазды қолданудың қарапайым әдістерін (ұсақтау, жырту, бүктеу) біледі:",
                    "transformed": "Қағазды қолданудың қарапайым әдістерін (ұсақтау, жырту, бүктеу) білуді үйрету.",
                },
                "2-Ш.10": {
                    "criteria": [
                        "бейнелерді фланелеграфта, қағаз бетіне қояды және құрастырады",
                        "бейнелерді фланелеграфта, қағаз бетіне қояға, құрастыруға тырысады",
                        "орналастырады, бірақ фланелеграфта, қағазда құрастыра алмайды",
                    ],
                    "original": "бейнелерді фланелеграфта (сызықтарда, шаршыда), қағаз бетіне қояды және құрастырады:",
                    "transformed": "Бейнелерді фланелеграфта немесе қағаз бетінде орналастыруды және құрастыруды үйрету.",
                },
                "2-Ш.11": {
                    "criteria": [
                        "орналастырады, құрастырады",
                        "орналастырады, құрастыруға тырысады",
                        "орналастырады, бірақ құрастыра алмайды",
                    ],
                    "original": "фланелеграфта қарапайым композицияларды орналастырады және құрастырады:",
                    "transformed": "Фланелеграфта қарапайым композицияларды орналастыруды және құрастыруды үйрету.",
                },
                "2-Ш.12": {
                    "criteria": [
                        "орналастыра алады",
                        "орналастыруға талпынады",
                        "орналастыра алмайды",
                    ],
                    "original": "симметриялық пішіндерді, ою-өрнектерді орналастырады:",
                    "transformed": "Симметриялық пішіндер мен ою-өрнектерді орналастыруды үйрету.",
                },
            },
            "construct": {
                "2-Ш.13": {
                    "criteria": [
                        "үлгіге қарап, құрастырады",
                        "үлгіге мән бермейді, бірақ құрастырады",
                        "құрастыра алмайды",
                    ],
                    "original": "қарапайым құрылысты үлгі бойынша құрастырады:",
                    "transformed": "Қарапайым құрылысты үлгі бойынша құрастыруды үйрету.",
                },
                "2-Ш.14": {
                    "criteria": [
                        "атайды, ойнайды",
                        "ішінара атайды, ойнайды",
                        "дұрыс атай алмайды, бірақ ойнайды",
                    ],
                    "original": "тұрғызылған қарапайым құрылыстарды атайды және ойыншықтарды қолдана отырып, олармен ойнайды:",
                    "transformed": "Тұрғызылған қарапайым құрылыстарды атауды және ойыншықтармен ойнауды үйрету.",
                },
                "2-Ш.15": {
                    "criteria": [
                        "белсенділік танытады",
                        "ішінара құрастырады",
                        "құрастырмайды",
                    ],
                    "original": "өз бетінше құрастыруға тырысады:",
                    "transformed": "Өз бетінше құрастыруға тырысуға үйрету.",
                },
                "2-Ш.16": {
                    "criteria": [
                        "ұқыпты жинастырады",
                        "жинастыруға тырысады",
                        "жинастырмайды",
                    ],
                    "original": "қорапқа құрылыс бөлшектерін жинастырады:",
                    "transformed": "Қорапқа құрылыс бөлшектерін жинастыруды үйрету.",
                },
            },
            "music": {
                "2-Ш.17": {
                    "criteria": [
                        "еліктейді, қосып айтады",
                        "еліктейді, кейбіреуін қосып айтады",
                        "қосып айтуға талпынады",
                    ],
                    "original": "педагогтің дауыс ырғағына, сөздердің созылыңқы дыбысталуына еліктей отырып, жекелеген сөздер мен буындарды қосып айтады:",
                    "transformed": "Педагогтің дауыс ырғағына еліктей отырып, жекелеген сөздер мен буындарды қосып айтуды үйрету.",
                },
                "2-Ш.18": {
                    "criteria": [
                        "таныс әндерді естігенде қуанады",
                        "кейбіреуін таниды",
                        "мән бермейді",
                    ],
                    "original": "бұрын естіген әндерді таниды:",
                    "transformed": "Бұрын естіген әндерді тануды үйрету.",
                },
                "2-Ш.19": {
                    "criteria": [
                        "ересектерге еліктеп, қайталайды",
                        "кейбіреуін қайталайды",
                        "қайталауға тырысады",
                    ],
                    "original": "ересектердің көрсеткен қимылдарын қайталайды (шапалақтайды, аяқтарын тарсылдатады, қолдың білектерін айналдырады):",
                    "transformed": "Ересектердің көрсеткен қимылдарын қайталауды үйрету.",
                },
                "2-Ш.20": {
                    "criteria": [
                        "барлығын ажыратады",
                        "кейбіреуін ажыратады",
                        "ажырата алмайды",
                    ],
                    "original": "музыкалық аспаптарды ажыратады (барабан, бубен, сылдырмақ, асатаяқ):",
                    "transformed": "Музыкалық аспаптарды ажыратуды (барабан, бубен, сылдырмақ, асатаяқ) үйрету.",
                },
            },
        },
        "social": {
            "world_view": {
                "2-Ә.1": {
                    "criteria": [
                        "жауап береді, өзін фотосуреттерден таниды",
                        "кейде таниды, өзін тану үшін айнаға сирек қызығушылық танытады",
                        "жауап бермейді, айнадан өзін танымайды",
                    ],
                    "original": "есімін атағанда жауап береді, өзін айнадан және фотосуреттерден таниды:",
                    "transformed": "Есімін атағанда жауап беруді және өзін айнадан және фотосуреттерден тануды үйрету.",
                },
                "2-Ә.2": {
                    "criteria": [
                        "заттармен әрекет етеді, оларды таниды",
                        "заттарды таниды, бірақ әрекет етуді білмейді",
                        "заттармен әрекет етуге талпынады",
                    ],
                    "original": "заттарды және олармен әрекет етуді біледі, оларды суреттен таниды:",
                    "transformed": "Заттарды және олармен әрекет етуді білуді, оларды суреттен тануды үйрету.",
                },
                "2-Ә.3": {
                    "criteria": [
                        "ажыратады, атайды",
                        "ішінара атайды",
                        "ажыратпайды, атай алмайды",
                    ],
                    "original": "дәмі, сыртқы белгілері бойынша көгөністер мен жемістерді ажыратады және атайды:",
                    "transformed": "Дәмі және сыртқы белгілері бойынша көкөністер мен жемістерді ажырата білуді және аттауды үйрету.",
                },
                "2-Ә.4": {
                    "criteria": [
                        "қамқорлық танытады",
                        "қамқорлық танытуға тырысады",
                        "қамқорлық танытпайды",
                    ],
                    "original": "өсімдіктер мен жануарларға қамқорлық танытады: оларды жақсы көреді, сипайды:",
                    "transformed": "Өсімдіктер мен жануарларға қамқорлық танытуды, оларды жақсы көріп, сипауға үйрету.",
                },
            }
        },
    },
    "middle": {
        "physical": {
            "phys_ed": {
                "3-Ф.1": {
                    "criteria": [
                        "аяқтың ұшымен, тізені жоғары көтеріп, жартылай отырып жүре алады, жүгіре алады",
                        "аяқтың ұшымен, тізені жоғары көтеріп, жартылай отырып, жүруге, жүгіруге талпынады",
                        "жүреді, аяқтың ұшымен, тізені жоғары көтеріп, жартылай отырып жүре алмайды, жүгіруге қызығушылық танытпайды",
                    ],
                    "original": "аяқтың ұшымен, тізені жоғары көтеріп, жартылай отырып, жүреді, сапта бір-бірлеп, шеңбер бойымен, шашырап, заттарды айналып, аяқтың ұшымен, әр түрлі бағытта жүгіреді:",
                    "transformed": "Аяқтың ұшымен, тізені жоғары көтеріп, жартылай отырып жүруді, сапта бір-бірлеп, шеңбер бойымен, шашырап, заттарды айналып, әр түрлі бағытта жүгіруді үйрету.",
                },
                "3-Ф.2": {
                    "criteria": [
                        "нұсқауға сәйкес секіреді, лақтырады",
                        "дұрыс секіруге, лақтыруға талпынады",
                        "секірудің, лақтырудың қарапайым әдісін меңгерген",
                    ],
                    "original": "тұрған орнында қос аяқпен, алға қарай жылжып, биіктіктен және ұзындыққа секіреді, оң және сол қолмен қашықтыққа, көлденең нысанаға, тік нысанаға заттарды лақтырады:",
                    "transformed": "Тұрған орнында қос аяқпен секіріп, алға қарай жылжуды, биіктіктен және ұзындыққа секіруді, оң және сол қолмен қашықтыққа, көлденең және тік нысанаға заттарды лақтыруды үйрету.",
                },
                "3-Ф.3": {
                    "criteria": [
                        "еңбектейді, өрмелейді",
                        "заттардың арасымен еңбектеуге, өрмелеуге, заттардан түсуге талпынады",
                        "заттардың арасымен еңбектей, өрмелей алмайды және одан түсе алмайды",
                    ],
                    "original": "заттардың арасымен еңбектейді, гимнастикалық қабырғаға өрмелейді және одан түседі:",
                    "transformed": "Заттардың арасымен еңбектеуді, гимнастикалық қабырғаға өрмелеуді және одан түсу әрекеттерін үйрету.",
                },
                "3-Ф.4": {
                    "criteria": [
                        "өзіне-өзі қызмет көрсету дағдыларына ие",
                        "кейбір дағдыларды меңгерген",
                        "дағдыларды меңгермеген",
                    ],
                    "original": "өзіне-өзі қызмет көрсетудің бастапқы дағдыларына ие:",
                    "transformed": "Өзіне-өзі қызмет көрсетудің бастапқы дағдыларын меңгеруді үйрету.",
                },
                "3-Ф.5": {
                    "criteria": [
                        "дағдыларды сақтайды",
                        "дағдыларды меңгерген",
                        "дағдыларды сақтауға талпынады",
                    ],
                    "original": "күнделікті гигиеналық дағдыларды сақтау қажеттігін біледі:",
                    "transformed": "Күнделікті гигиеналық дағдыларды сақтауды үйрету.",
                },
            }
        },
        "communicative": {
            "lang_dev": {
                "3-К.1": {
                    "criteria": [
                        "анық айтады",
                        "кейбіреуін айтады",
                        "анық айта алмайды",
                    ],
                    "original": "дауысты және кейбір дауыссыз дыбыстарды анық айтады:",
                    "transformed": "Дауысты және кейбір дауыссыз дыбыстарды анық айтуды үйрету.",
                },
                "3-К.2": {
                    "criteria": [
                        "сұрақтарға жауап береді",
                        "кейбіреуіне жауап береді",
                        "жауап бермейді",
                    ],
                    "original": "қоршаған ортаға қатысты әртүрлі сұрақтарға жауап береді:",
                    "transformed": "Қоршаған ортаға қатысты әртүрлі сұрақтарға жауап беруді үйрету.",
                },
                "3-К.3": {
                    "criteria": [
                        "байланыстыра алады",
                        "кейбіреуін байланыстырады",
                        "байланыстыра алмайды",
                    ],
                    "original": "сөздерді жіктелуіне, септелуіне қарай байланыстырады:",
                    "transformed": "Сөздерді жіктелуі мен септелуіне қарай байланыстыруды үйрету.",
                },
                "3-К.4": {
                    "criteria": [
                        "сөйлегенде қарқынды сақтайды",
                        "дұрыс сөйлеу қарқыны қалыптасады",
                        "дұрыс сөйлеу қарқыны қалыптаспаған",
                    ],
                    "original": "дұрыс сөйлеу қарқынына ие:",
                    "transformed": "Дұрыс сөйлеу қарқынын меңгеруді үйрету.",
                },
                "3-К.5": {
                    "criteria": [
                        "анық айтады",
                        "айтып беруге тырысады",
                        "айта алмайды",
                    ],
                    "original": "естігені, көргені, өзі қолдан жасаған заттары туралы айтады:",
                    "transformed": "Естігені, көргені, өзі қолдан жасаған заттары туралы айтуға үйрету.",
                },
            },
            "literature": {
                "3-К.6": {
                    "criteria": [
                        "қарастырады, ойын анық айтады",
                        "қарастырады, өз ойын толық жеткізе алмайды",
                        "қарастырады бірақ өз ойын айта алмайды",
                    ],
                    "original": "кітаптардағы суреттерді өз бетінше, басқа балалармен бірге қарастырады, көрген суреттері бойынша өз ойын айтады:",
                    "transformed": "Кітаптардағы суреттерді өз бетінше және басқа балалармен бірге қарауды, көрген суреттері бойынша өз ойын айтуды үйрету.",
                },
                "3-К.7": {
                    "criteria": [
                        "тыңдайды, түсінеді, кейіпкерлерге жанашырлық танытады",
                        "ішінара түсінеді, жанашырлық танытады",
                        "тыңдайды және түсінеді, кейіпкерлерге жанашырлық танытпайды",
                    ],
                    "original": "әдеби шығармалардың мазмұнын тыңдайды және түсінеді, сюжетті эмоционалды қабылдайды, кейіпкерлерге жанашырлық танытады:",
                    "transformed": "Әдеби шығармалардың мазмұнын тыңдауды және түсінуді, сюжетті эмоционалды қабылдауды, кейіпкерлерге жанашырлық танытуды үйрету.",
                },
                "3-К.8": {
                    "criteria": [
                        "қызығып ойнайды, рөлдерді сомдайды",
                        "ойнайды, рөлді сомдауға талпынады",
                        "ойнамайды және көрністерде ойнауға қызығушылық танытпайды",
                    ],
                    "original": "ересектермен бірге ертегілерді, қарапайым көріністерді ойнайды, еркін ойындарда таныс кейіпкерлердің рөлін сомдайды:",
                    "transformed": "Ересектермен бірге ертегілер мен қарапайым көріністерді ойнауды, еркін ойындарда таныс кейіпкерлердің рөлін сомдауды үйрету.",
                },
                "3-К.9": {
                    "criteria": [
                        "қайталап айтады",
                        "қайталап айтуға талпынады",
                        "анық айта алмайды",
                    ],
                    "original": "оқылған шығармадан қызықты үзінділерді, сөздер мен қарапайым сөз тіркестерін қайталап айтады:",
                    "transformed": "Оқылған шығармадан қызықты үзінділерді, сөздер мен қарапайым сөз тіркестерін қайталап айтуды үйрету.",
                },
                "3-К.10": {
                    "criteria": [
                        "мәнерлеп, жатқа айтады",
                        "жатқа айтады, бірақ мәнерлеп айта алмайды",
                        "сөздерді анық айтпайды",
                    ],
                    "original": "тақпақтарды, өлеңдерді мәнерлеп жатқа айтады:",
                    "transformed": "Тақпақтарды және өлеңдерді мәнерлеп жатқа айтуды үйрету.",
                },
            },
            "kaz_lang": {
                "3-К.11": {
                    "criteria": [
                        "анық айтады",
                        "кейбіреуін айтады",
                        "анық айта алмайды",
                    ],
                    "original": "қазақ тіліне тән дыбыстарды, осы дыбыстармен берілген сөздерді айтады:",
                    "transformed": "Қазақ тіліне тән дыбыстарды және осы дыбыстармен берілген сөздерді айтуды үйрету.",
                },
                "3-К.12": {
                    "criteria": [
                        "тыңдайды, түсінеді",
                        "кейбіреуін түсінеді",
                        "тыңдайды, бірақ түсінбейді",
                    ],
                    "original": "өзіне айтылған сөздерді ынта қойып тыңдайды және түсінеді:",
                    "transformed": "Өзіне айтылған сөздерді ынта қойып тыңдауды және түсінуді үйрету.",
                },
                "3-К.13": {
                    "criteria": [
                        "түсінеді, дұрыс қолданады",
                        "ішінара түсінеді, қолданады",
                        "түсінеді, бірақ дұрыс қолдана алмайды",
                    ],
                    "original": "күнделікті жиі қолданылатын сөздердің мәнін түсінеді және оларды ауызекі сөйлеуде өз бетінше дұрыс қолданады:",
                    "transformed": "Күнделікті жиі қолданылатын сөздердің мәнін түсінуді және оларды ауызекі сөйлеуде өз бетінше дұрыс қолдануды үйрету.",
                },
                "3-К.14": {
                    "criteria": [
                        "тыңдайды және түсінеді, өз ойын айтады",
                        "тыңдайды, түсінеді, ойын айтуға тырысады",
                        "тыңдайды, ішінара түсінеді, ойын анық жеткізе алмайды",
                    ],
                    "original": "ересектердің сөзін тыңдайды және түсінеді, өз ойын айтады:",
                    "transformed": "Ересектердің сөзін тыңдауды және түсінуді, өз ойын айтуды үйрету.",
                },
                "3-К.15": {
                    "criteria": [
                        "түсінеді, сөз тіркестерін құрайды",
                        "қайталап айтуға талпынады",
                        "қайталап айта алмайды, бірақ сұрақтарға жауап береді",
                    ],
                    "original": "таныс ертегілер мен шағын шығармалардың мазмұны бойынша сұрақтарға жауап береді, мазмұнын өз бетінше қайталап айтады:",
                    "transformed": "Таныс ертегілер мен шағын шығармалардың мазмұны бойынша сұрақтарға жауап беруді және мазмұнын өз бетінше қайталап айтуды үйрету.",
                },
            },
        },
        "cognitive": {
            "math": {
                "3-Т.1": {
                    "criteria": [
                        "дұрыс ажыратады",
                        "ішінара ажыратады",
                        "ажыратуға талпынады",
                    ],
                    "original": "«бір», «көп» ұғымдарын ажыратады",
                    "transformed": "«Бір» және «көп» ұғымдарын ажырата білуді үйрету.",
                },
                "3-Т.2": {
                    "criteria": [
                        "жаңа заттарды белсенді зеделейді, білуге құмар",
                        "заттарды зеделейді, жаңа заттарды зерделеуге уақытша қызығушылық танытады",
                        "жаңа заттар мен ойыншықтарды білуге және зерделеуге тырыспайды",
                    ],
                    "original": "жаңаны тануға ұмтылады, заттарды қызығып, қуанып зерттейді",
                    "transformed": "Жаңаны тануға ұмтылуды, заттарды қызығып және қуанып зерттеуді үйрету.",
                },
                "3-Т.3": {
                    "criteria": [
                        "салыстыра алады",
                        "кейбіреуін салыстырады",
                        "салыстыра алмайды",
                    ],
                    "original": "ұзындығы, ені, биіктігі, жалпы шамасы бойынша заттарды салыстырады:",
                    "transformed": "Ұзындығы, ені, биіктігі, жалпы шамасы бойынша заттарды салыстыруды үйрету.",
                },
                "3-Т.4": {
                    "criteria": [
                        "зерттейді, атайды",
                        "зерттейді, ішінара атайды",
                        "зерттейді, бірақ атай алмайды",
                    ],
                    "original": "ұстау және көру тәсілдері арқылы геометриялық фигураларды зерттейді, атайды:",
                    "transformed": "Ұстау және көру тәсілдері арқылы геометриялық фигураларды зерттеуді және атауды үйрету.",
                },
                "3-Т.5": {
                    "criteria": [
                        "анықтайды",
                        "ішінара анықтайды",
                        "анықтай алмайды",
                    ],
                    "original": "өзіне қатысты кеңістік бағыттарын анықтайды:",
                    "transformed": "Өзіне қатысты кеңістік бағыттарын анықтауды үйрету.",
                },
            }
        },
        "creativity": {
            "drawing": {
                "3-Ш.1": {
                    "criteria": [
                        "қолдана алады",
                        "кейбіреуін қолданады",
                        "қолдана алмайды",
                    ],
                    "original": "сызықтарды, штрихтарды, дақтарды, бояуларды ретімен қолдана біледі:",
                    "transformed": "Сызықтарды, штрихтарды, дақтарды, бояуларды ретімен қолдануды үйрету.",
                },
                "3-Ш.2": {
                    "criteria": [
                        "дұрыс атайды",
                        "кейбіреуін атайды",
                        "толық атай алмайды",
                    ],
                    "original": "негізгі түстерді дұрыс атайды",
                    "transformed": "Негізгі түстерді дұрыс атауды үйрету.",
                },
                "3-Ш.3": {
                    "criteria": [
                        "орналастыра алады",
                        "кейбіреуін орналастырады",
                        "орналастыруға тырысады",
                    ],
                    "original": "тұтас қағаз бетіне бейнені орналастыра алады;",
                    "transformed": "Тұтас қағаз бетіне бейнені орналастыруды үйрету.",
                },
                "3-Ш.4": {
                    "criteria": [
                        "игерген",
                        "дағдыларды ішінара меңгерген",
                        "игерген дағдыларын қолдануға талпынады",
                    ],
                    "original": "пішіндерді бояудың бастапқы дағдыларын игерген",
                    "transformed": "Пішіндерді бояудың бастапқы дағдыларын меңгеруді үйрету.",
                },
                "3-Ш.5": {
                    "criteria": [
                        "суретті ұқыпты салады, қауіпсіздікті сақтайды",
                        "суретті ұқыпты салуға, қауіпсіздікті сақтауға талпынады",
                        "ұқыпты болуға, қауіпсіздікті сақтауға тырысады",
                    ],
                    "original": "сурет салуда ұқыптылық танытады, қауіпсіздікті сақтайды:",
                    "transformed": "Сурет салуда ұқыптылық таныту және қауіпсіздікті сақтау дағдыларын үйрету.",
                },
            },
            "modeling": {
                "3-Ш.6": {
                    "criteria": [
                        "пайдаланады",
                        "ішінара қолданады",
                        "қолдануға тырысады",
                    ],
                    "original": "мүсіндеудің әртүрлі тәсілдерін пайдаланады",
                    "transformed": "Мүсіндеудің әртүрлі тәсілдерін пайдалануды үйрету.",
                },
                "3-Ш.7": {
                    "criteria": [
                        "мүсіндей алады",
                        "мүсіндеуге тырысады",
                        "мүсіндейді, бірақ бөліктерді біріктіре алмайды",
                    ],
                    "original": "бірнеше бөліктерді қосу, қысу, біріктіру арқылы өсімдіктерді және жануарларды мүсіндейді",
                    "transformed": "Бірнеше бөліктерді қосу, қысу, біріктіру арқылы өсімдіктер мен жануарларды мүсіндеуді үйрету.",
                },
                "3-Ш.8": {
                    "criteria": [
                        "мүсіндеуде дербестік танытады",
                        "өз бетінше мүсіндеуге талпынады",
                        "ересектің көмегімен мүсіндейді",
                    ],
                    "original": "заттар мен бұйымдарды өз бетінше мүсіндей алады",
                    "transformed": "Заттар мен бұйымдарды өз бетінше мүсіндеуді үйрету.",
                },
                "3-Ш.9": {
                    "criteria": [
                        "біріктіреді",
                        "ішінара біріктіреді",
                        "біріктіруге тырысады",
                    ],
                    "original": "жеке жұмыстарын ұжымдық композицияларға біріктіреді",
                    "transformed": "Жеке жұмыстарды ұжымдық композицияларға біріктіруді үйрету.",
                },
                "3-Ш.10": {
                    "criteria": [
                        "қауіпсіздікті сақтайды",
                        "қауіпсіздіктің кейбір ережелерін сақтауға талпынады",
                        "ескертке кезде қауіпсіздікті сақтайды",
                    ],
                    "original": "мүсіндеу барысында қауіпсіздікті сақтайды",
                    "transformed": "Мүсіндеу барысында қауіпсіздікті сақтауды үйрету.",
                },
            },
            "appli": {
                "3-Ш.11": {
                    "criteria": [
                        "игерген",
                        "ішінара игерген",
                        "игеруге талпынады",
                    ],
                    "original": "желімдеу техникасының бастапқы дағдыларын игерген",
                    "transformed": "Желімдеу техникасының бастапқы дағдыларын меңгеруді үйрету.",
                },
                "3-Ш.12": {
                    "criteria": [
                        "пішіндерді таңдайды",
                        "кейбіреуін таңдай алады",
                        "таңдауға тырысады",
                    ],
                    "original": "бейнеленетін заттарға сәйкес түрлі-түсті қағаздардан дайын пішіндерді таңдай алады",
                    "transformed": "Бейнеленетін заттарға сәйкес түрлі-түсті қағаздардан дайын пішіндерді таңдауды үйрету.",
                },
                "3-Ш.13": {
                    "criteria": [
                        "орналастырады және желімдейді",
                        "орналастырады, желімді қолдана алмайды",
                        "желімдеуге талпынады",
                    ],
                    "original": "ересектер даярлаған ірі және ұсақ элементтерді орналастырады және желімдейді",
                    "transformed": "Ересектер даярлаған ірі және ұсақ элементтерді орналастыруды және желімдеуді үйрету.",
                },
                "3-Ш.14": {
                    "criteria": [
                        "қатысады, қызығып жасайды",
                        "қатыспайды, жеке жұмыс жасағанды ұнатады",
                        "қатысуға талаптанады",
                    ],
                    "original": "ұжымдық жұмыстарға қатысады және оларды қызығып жасайды",
                    "transformed": "Ұжымдық жұмыстарға қатысуды және оларды қызығып орындауды үйрету.",
                },
                "3-Ш.15": {
                    "criteria": [
                        "ажыратады, безендіреді",
                        "кейбіреуін ажыратады, бірақ безендіре алмайды",
                        "ажырата алмайды, ою-өрнектерге қызығушылық танытады",
                    ],
                    "original": "геометриялық фигураларды ажыратады, оларды ою-өрнектермен безендіреді",
                    "transformed": "Геометриялық фигураларды ажыратып, оларды ою-өрнектермен безендіруді үйрету.",
                },
            },
            "construct": {
                "3-Ш.16": {
                    "criteria": [
                        "сызбаларға, үлгілерге сәйкес зерттейді",
                        "зерттеуге қызығушылық танытады",
                        "зерттеуге талпынбайды",
                    ],
                    "original": "құрастырылатын құрылысты қарапайым сызбаларға, суреттегі үлгісіне қарап, зерттейді",
                    "transformed": "Құрастырылатын құрылысты қарапайым сызбаларға, суреттегі үлгіге қарап зерттеуді үйрету.",
                },
                "3-Ш.17": {
                    "criteria": [
                        "құрылыстар тұрғызады",
                        "құрылыс тұрғызуға талпынады",
                        "тұрғыза алмайды",
                    ],
                    "original": "әртүрлі түстегі және пішіндегі бөлшектерден қарапайым құрылыстар тұрғызады",
                    "transformed": "Әртүрлі түстегі және пішіндегі бөлшектерден қарапайым құрылыстар тұрғызуды үйрету.",
                },
                "3-Ш.18": {
                    "criteria": [
                        "қатысады",
                        "ұжымдық жұмысқа қызығушылық танытады",
                        "қатысады, бірақ белсенділік танытпайды",
                    ],
                    "original": "ұжымдық құрылыс жасауға қатысады",
                    "transformed": "Ұжымдық құрылыс жасауға қатысуды үйрету.",
                },
                "3-Ш.19": {
                    "criteria": [
                        "үлгі бойынша және ойдан құрастырады",
                        "үлгі бойынша құрастырады, ойдан құрастыруға ұмтылады",
                        "тек үлгі бойынша құрастырады",
                    ],
                    "original": "ірі және ұсақ құрылыс материалдарынан, үлгі бойынша, ойдан құрастыра алады",
                    "transformed": "Ірі және ұсақ құрылыс материалдарынан, үлгі бойынша, ойдан құрастыруды үйрету.",
                },
                "3-Ш.20": {
                    "criteria": [
                        "қызығушылықпен ойнайды, жинайды",
                        "ойнайды, жинауға талпынады",
                        "ойнамайды, жинамайды",
                    ],
                    "original": "өзі құраған құрылысымен ойнайды, ойнап болған соң құрылыс бөлшектерін жинайды:",
                    "transformed": "Өзі құраған құрылысымен ойнауды және ойнап болған соң құрылыс бөлшектерін жинауды үйрету.",
                },
            },
            "music": {
                "3-Ш.21": {
                    "criteria": [
                        "тыңдайды, түсінеді",
                        "тыңдайды, музыкаға қызығушылық танытпайды",
                        "тыңдайды, бірақ түсінбейді",
                    ],
                    "original": "музыкалық шығарманы соңына дейін тыңдайды, музыканың сипатын түсінеді",
                    "transformed": "Музыкалық шығарманы соңына дейін тыңдауды және музыканың сипатын түсінуді үйрету.",
                },
                "3-Ш.22": {
                    "criteria": [
                        "әнді барлығымен бірге бастайды және аяқтайды",
                        "әнді барлығымен бірге бастайды, бірге аяқтауға тырысады",
                        "әнді барлығымен бірге бастайды, бірақ бірге айта алмайды",
                    ],
                    "original": "әннің қарқынына сәйкес топпен қосылып ән айтады, әнді барлығымен бірге бастайды және аяқтайды",
                    "transformed": "Әннің қарқынына сәйкес топпен қосылып ән айтуды, әнді барлығымен бірге бастап және аяқтауды үйрету.",
                },
                "3-Ш.23": {
                    "criteria": [
                        "белсенділік танытады, қимылдарды өз бетінше орындайды",
                        "ересекпен бірге қимылды өз бетінше орындайды",
                        "өз бетінше орындауға тырысады",
                    ],
                    "original": "билейтін әуендерге сәйкес қимылдарды өз бетінше орындайды:",
                    "transformed": "Билейтін әуендерге сәйкес қимылдарды өз бетінше орындауды үйрету.",
                },
                "3-Ш.24": {
                    "criteria": [
                        "біледі",
                        "кейбіреуін біледі",
                        "білмейді",
                    ],
                    "original": "қазақ халқының қарапайым би қимылдарын біледі:",
                    "transformed": "Қазақ халқының қарапайым би қимылдарын білуді үйрету.",
                },
                "3-Ш.25": {
                    "criteria": [
                        "біледі, оларда қуана ойнайды",
                        "кейбіреуін біледі,оларда ойнайды",
                        "білмейді, оларда ойнайды",
                    ],
                    "original": "балалар музыка аспаптарын біледі, оларда ойнайды",
                    "transformed": "Балалар музыкалық аспаптарды білуді және оларда ойнауды үйрету.",
                },
            },
        },
        "social": {
            "world_view": {
                "3-Ә.1": {
                    "criteria": [
                        "анық атайды",
                        "кейбіреуінің есімдерін атайды",
                        "атауға талпынады",
                    ],
                    "original": "отбасы мүшелері мен өзіне жақын адамдардың есімдерін атайды",
                    "transformed": "Отбасы мүшелері мен өзіне жақын адамдардың есімдерін атауды үйрету.",
                },
                "3-Ә.2": {
                    "criteria": [
                        "атайды, біледі",
                        "ішінара атайды, кейбіреуін біледі",
                        "атауға, білуге талпынады",
                    ],
                    "original": "көлік құралдарын атайды, жаяу жүргіншілерге және жолаушыларға арналған қарапайым ережелерді біледі:",
                    "transformed": "Көлік құралдарын атауды, жаяу жүргіншілерге және жолаушыларға арналған қарапайым ережелерді білуді үйрету.",
                },
                "3-Ә.3": {
                    "criteria": [
                        "түсініктері бар",
                        "ішінара түсініктері бар",
                        "түсінуге талпынады",
                    ],
                    "original": "тұратын қаласы мен ауылы туралы, Қазақстан Республикасының бас қаласы, мемлекеттік рәміздері туралы бастапқы түсініктерге ие:",
                    "transformed": "Тұратын қаласы мен ауылы туралы, Қазақстан Республикасының бас қаласы және мемлекеттік рәміздері туралы бастапқы түсініктерге ие болуды үйрету.",
                },
                "3-Ә.4": {
                    "criteria": [
                        "«жақсы» немесе «жаман» әрекеттер (қылықтар) туралы қарапайым түсініктері бар",
                        "кейбір«жақсы» немесе «жаман» әрекеттер (қылықтар) туралы түсініктері бар",
                        "кейбір«жақсы» немесе «жаман» әрекеттерді (қылықтар) ажыратуға ұмтылады",
                    ],
                    "original": "«дұрыс» немесе «дұрыс емес», «жақсы» немесе «жаман» әрекеттер (қылықтар) туралы қарапайым түсініктерге ие:",
                    "transformed": "«Дұрыс» немесе «дұрыс емес», «жақсы» немесе «жаман» әрекеттер туралы қарапайым түсініктерге ие болуды үйрету.",
                },
                "3-Ә.5": {
                    "criteria": [
                        "өзбетінше бақылайды, қауіпсіз мінез-құлық ережелерін сақтайды",
                        "сирек бақылайды, сақтауға талпынады",
                        "ересектің қарауымен бақылайды, қауіпсіз мінез-құлық ережелерін өз бетінше сақтай алмайды",
                    ],
                    "original": "табиғат бұрышын мекендеушілерді бақылайды, топта, серуенде және табиғатта қауіпсіз мінез-құлық ережелерін сақтайды:",
                    "transformed": "Табиғат бұрышын мекендеушілерді бақылауды, топта, серуенде және табиғатта қауіпсіз мінез-құлық ережелерін сақтауды үйрету.",
                },
            }
        },
    },
    "senior": {
        "physical": {
            "phys_ed": {
                "4-Ф.1": {
                    "criteria": [
                        "жүреді",
                        "жүруге тырысады",
                        "жүруге талпынбайды",
                    ],
                    "original": "өкшемен, аяқтың сыртқы қырымен, адымдап, жүруді жүгірумен, секірумен алмастырып, бағытты және қарқынды өзгертіп жүреді:",
                    "transformed": "Өкшемен, аяқтың сыртқы қырымен, адымдап, жүруді жүгірумен, секірумен алмастырып, бағытты және қарқынды өзгертіп жүруді үйрету.",
                },
                "4-Ф.2": {
                    "criteria": [
                        "тепе-теңдікті сақтап, жүреді",
                        "ішінара тепе-теңдікті сақтап, жүреді",
                        "тепе-теңдікті сақтай алмайды",
                    ],
                    "original": "сызықтардың, арқанның, тақтайдың, гимнастикалық скамейканың, бөрененің бойымен тепе-теңдікті сақтап, жүреді:",
                    "transformed": "Сызықтардың, арқанның, тақтайдың, гимнастикалық скамейканың, бөрененің бойымен тепе-теңдікті сақтап, жүруді үйрету.",
                },
                "4-Ф.3": {
                    "criteria": [
                        "жүгіреді",
                        "ішінара жүгіреді",
                        "жүгіруге талпынбайды",
                    ],
                    "original": "аяқтың ұшымен, тізені жоғары көтеріп, адымдап, сапта бір-бірінің артынан, әртүрлі бағытта, түрлі тапсырмаларды орындай отырып, шапшаң және баяу қарқынмен жүгіреді:",
                    "transformed": "Аяқтың ұшымен, тізені жоғары көтеріп, адымдап, сапта бір-бірінің артынан, әртүрлі бағытта, түрлі тапсырмаларды орындай отырып, шапшаң және баяу қарқынмен жүгіруді үйрету.",
                },
                "4-Ф.4": {
                    "criteria": [
                        "домалатады, лақтырады, қағып алады",
                        "ішінара домалатады, лақтырады, қағып алады",
                        "домалатуға лақтыруға, қағып алуға талпынбайды",
                    ],
                    "original": "доптарды домалатады, заттарды қашықтыққа лақтырады, доптарды кедергілер арқылы лақтырады және қағып алады:",
                    "transformed": "Доптарды домалатуды, заттарды қашықтыққа лақтыруды, доптарды кедергілер арқылы лақтыруды және қағып алуды үйрету.",
                },
                "4-Ф.5": {
                    "criteria": [
                        "көрсетеді, ережелерді сақтайды",
                        "көрсетеді, ережелерді сақтайды",
                        "көрсетпейді, ережелерді сақтамайды",
                    ],
                    "original": "қимылды ойындарда физикалық қасиеттерді: жылдамдық, күш, шыдамдылық, икемділік, ептілік көрсетеді:және спорттық ойындардың ережелерін сақтайды:",
                    "transformed": "Қимылды ойындарда физикалық қасиеттерді (жылдамдық, күш, шыдамдылық, икемділік, ептілік) көрсетуді және спорттық ойындардың ережелерін сақтауды үйрету.",
                },
                "4-Ф.6": {
                    "criteria": [
                        "гигена дағдыларын сақтайды, сыртқы келбетін өз бетінше реттейді",
                        "гигена дағдыларын сақтауға талпынады, сыртқы келбетін өз бетінше реттеуге тырысады",
                        "гигена дағдыларын өз бетінше сақтамайды, сыртқы келбетіне мән бермейді",
                    ],
                    "original": "жеке гигиенаның бастапқы дағдыларын сақтайды, өзінің сыртқы келбетін өз бетінше реттейді:",
                    "transformed": "Жеке гигиенаның бастапқы дағдыларын сақтауды, өзінің сыртқы келбетін өз бетінше реттеуді үйрету.",
                },
            }
        },
        "communicative": {
            "lang_dev": {
                "4-К.1": {
                    "criteria": [
                        "дұрыс айтады, сөздерді табады",
                        "ішінара дұрыс айтады, сөздерді кейде табады",
                        "дұрыс айтпайды, сөздерді таппайды",
                    ],
                    "original": "дауысты, дауыссыз дыбыстарды дұрыс айтады, белгілі дыбысқа ауызша сөздерді табады:",
                    "transformed": "Дауысты, дауыссыз дыбыстарды дұрыс айтуды, белгілі дыбысқа ауызша сөздерді табуды үйрету.",
                },
                "4-К.2": {
                    "criteria": [
                        "қолданады",
                        "ішінара қолданады",
                        "қолданбайды",
                    ],
                    "original": "сөйлегенде сөйлемдердің түрлерін (жай және күрделі), сын есімдерді, етістіктерді, үстеулерді, қосымшаларды қолданады:",
                    "transformed": "Сөйлегенде сөйлемдердің түрлерін (жай және күрделі), сын есімдерді, етістіктерді, үстеулерді, қосымшаларды қолдануды үйрету.",
                },
                "4-К.3": {
                    "criteria": [
                        "атауларын біледі",
                        "ішінара атауларын біледі",
                        "атауларын білмейді",
                    ],
                    "original": "өзін қоршаған ортадан тыс заттар мен құбылыстардың атауларын біледі:",
                    "transformed": "Өзін қоршаған ортадан тыс заттар мен құбылыстардың атауларын білуді үйрету.",
                },
                "4-К.4": {
                    "criteria": [
                        "ретімен атайды, байланыстырып айтады",
                        "ішінара ретімен атайды, байланыстырып айтады",
                        "ретімен атай алмайды, байланыстырып айта алмайды",
                    ],
                    "original": "сан есімдерді ретімен атайды, оларды зат есімдермен септіктерде, жекеше және көпше түрде байланыстырып айтады:",
                    "transformed": "Сан есімдерді ретімен атауды, оларды зат есімдермен септіктерде, жекеше және көпше түрде байланыстырып айтуды үйрету.",
                },
                "4-К.5": {
                    "criteria": [
                        "әңгімелер құрастырады",
                        "ішінара әңгімелер құрастырады",
                        "әңгімелер құрастыруға талпынбайды",
                    ],
                    "original": "бейнелеген суреттер мен заттар  (бұйымдар)  бойынша әңгімелер құрастырады:",
                    "transformed": "Бейнелеген суреттер мен заттар (бұйымдар) бойынша әңгімелер құрастыруды үйрету.",
                },
                "4-К.6": {
                    "criteria": [
                        "қайталап айтады",
                        "қайталап айтуға тырысады",
                        "қайталап айтуға талпынбайды",
                    ],
                    "original": "шығармалардың, ертегілердің қызықты үзінділерін қайталап айтады:",
                    "transformed": "Шығармалардың, ертегілердің қызықты үзінділерін қайталап айтуды үйрету.",
                },
            },
            "literature": {
                "4-К.7": {
                    "criteria": [
                        "реттілігін сақтайды",
                        "ішінара реттілігін сақтайды",
                        "реттілігін сақтамайды",
                    ],
                    "original": "шығарма мазмұнын қайталап айтуда сюжет желісінің реттілігін сақтайды:",
                    "transformed": "Шығарма мазмұнын қайталап айтуда сюжет желісінің реттілігін сақтауды үйрету.",
                },
                "4-К.8": {
                    "criteria": [
                        "құрастырады",
                        "құрастыруға тырысады",
                        "құрастыруға талпынбайды",
                    ],
                    "original": "кітаптағы иллюстрацияларды өз бетінше қарап, ертегі, әңгіме құрастырады:",
                    "transformed": "Кітаптағы иллюстрацияларды өз бетінше қарап, ертегі, әңгіме құрастыруды үйрету.",
                },
                "4-К.9": {
                    "criteria": [
                        "қатысады, қолданады",
                        "ішінара қатысады, қолданады",
                        "қатыспайды, қолданбайды",
                    ],
                    "original": "сахналық қойылымдарға қатысады, образды бейнелеу үшін мәнерлілік құралдарын қолданады:",
                    "transformed": "Сахналық қойылымдарға қатысып, образды бейнелеу үшін мәнерлілік құралдарын қолдануды үйрету.",
                },
                "4-К.10": {
                    "criteria": [
                        "жаңғыртады",
                        "ішінара жаңғыртады",
                        "жаңғыруға талпынбайды",
                    ],
                    "original": "дауыс күшін өзгерте отырып, әртүрлі интонацияларды жаңғыртады:",
                    "transformed": "Дауыс күшін өзгерте отырып, әртүрлі интонацияларды жаңғыртуды үйрету.",
                },
                "4-К.11": {
                    "criteria": [
                        "өздігінен сомдайды",
                        "өздігінен сомдауға тырысады",
                        "қызығушылық танытпайды",
                    ],
                    "original": "еркін ойындарда таныс кейіпкерлердің образын өздігінен сомдайды:",
                    "transformed": "Еркін ойындарда таныс кейіпкерлердің образын өздігінен сомдауды үйрету.",
                },
                "4-К.12": {
                    "criteria": [
                        "бастамашылық пен дербестік танытады",
                        "ішінара бастамашылық пен дербестік танытады",
                        "бастамашы лық пен дербестік танытпайд ы",
                    ],
                    "original": "рөлді, сюжетті таңдауда бастамашылық пен дербестік танытады:",
                    "transformed": "Рөлді, сюжетті таңдауда бастамашылық пен дербестік танытуды үйрету.",
                },
            },
            "kaz_lang": {
                "4-К.13": {
                    "criteria": [
                        "анық айтады",
                        "ішінара анық айтады",
                        "анық айта алмайды",
                    ],
                    "original": "қазақ тіліне тән ө, қ, ү, ұ, і, ғ дыбыстарын жеке, сөз ішінде анық айтады:",
                    "transformed": "Қазақ тіліне тән ө, қ, ү, ұ, і, ғ дыбыстарын жеке, сөз ішінде анық айтуды үйрету.",
                },
                "4-К.14": {
                    "criteria": [
                        "нақты біледі, айтады",
                        "кейбіреуін біледі, айтуға тырысады",
                        "білмейді, айта алмайды",
                    ],
                    "original": "туыстық қарым-қатынасты білдіретін сөздерді біледі, өзінің отбасы, отбасылық мерекелер, отбасындағы қызықты оқиғалар, салт- дәстүрлер туралы айтады:",
                    "transformed": "Туыстық қарым-қатынасты білдіретін сөздерді білуді, өзінің отбасы, отбасылық мерекелер, отбасындағы қызықты оқиғалар, салт-дәстүрлер туралы айтуды үйрету.",
                },
                "4-К.15": {
                    "criteria": [
                        "жатқа айтады",
                        "ішінара жатқа айтады",
                        "жатқа айтуға талпынбайды",
                    ],
                    "original": "өлеңдер, санамақтар, жаңылтпаштар, тақпақтарды жатқа айтады:",
                    "transformed": "Өлеңдер, санамақтар, жаңылтпаштар, тақпақтарды жатқа айтуды үйрету.",
                },
                "4-К.16": {
                    "criteria": [
                        "жеткізеді",
                        "жеткізуге тырысады",
                        "жай сөйлеммен ғана жеткізеді",
                    ],
                    "original": "өз ойын жай және жайылма сөйлемдермен жеткізеді:",
                    "transformed": "Өз ойын жай және жайылма сөйлемдермен жеткізуді үйрету.",
                },
                "4-К.17": {
                    "criteria": [
                        "жауап береді",
                        "ішінара жауап береді",
                        "жауап беруге талпынбайды",
                    ],
                    "original": "қарым-қатынас барысында балаларды қойылған сұрақтардың сипатына сәйкес хабарлы, лепті, бұйрықты сөйлемдермен жауап береді:",
                    "transformed": "Қарым-қатынас барысында балаларды қойылған сұрақтардың сипатына сәйкес хабарлы, лепті, бұйрықты сөйлемдермен жауап беруді үйрету.",
                },
                "4-К.18": {
                    "criteria": [
                        "әңгіме құрастырады",
                        "ішінара әңгіме құрастырады",
                        "әңгіме құрастыра алмайды",
                    ],
                    "original": "өзінің тәжірибесіне сүйеніп, суреттер бойынша әңгіме құрастырады:",
                    "transformed": "Өзінің тәжірибесіне сүйеніп, суреттер бойынша әңгіме құрастыруды үйрету.",
                },
            },
        },
        "cognitive": {
            "math": {
                "4-Т.1": {
                    "criteria": [
                        "санайды, ұғымдарды біледі",
                        "санайды, ұғымдарды ажырата алмайды",
                        "санайды, ұғымдарды білуге талпынбайды",
                    ],
                    "original": "5 көлемінде санай алады, сандарды ретімен атайды, теңдік және теңсіздік туралы ұғымдарға ие:",
                    "transformed": "5 көлемінде санауды, сандарды ретімен атауды, теңдік және теңсіздік туралы ұғымдарға ие болуды үйрету.",
                },
                "4-Т.2": {
                    "criteria": [
                        "салыстырады",
                        "ішінара салыстырады",
                        "салыстырмайды",
                    ],
                    "original": "екі затты ұзындығы, ені және биіктігі, жуандығы бойынша салыстырады:",
                    "transformed": "Екі затты ұзындығы, ені және биіктігі, жуандығы бойынша салыстыруды үйрету.",
                },
                "4-Т.3": {
                    "criteria": [
                        "зерттейді, ажыратады және атайды",
                        "зерттейді, ішінара ажыратады және атайды",
                        "зерттейді, ажыратып, атай алмайды",
                    ],
                    "original": "геометриялық фигураларды және геометриялық денелерді көру және сипап сезу арқылы зерттейді, оларды ажыратады және  атайды:",
                    "transformed": "Геометриялық фигураларды және геометриялық денелерді көру және сипап сезу арқылы зерттеуді, оларды ажыратуды және атауды үйрету.",
                },
                "4-Т.4": {
                    "criteria": [
                        "ажыратады, ерекшеліктерін біледі",
                        "ажыратады, ерекшеліктерін шатастырады",
                        "ажырата алмайды, ерекшеліктерін білуге талпынбайды",
                    ],
                    "original": "тәулік бөліктерін ажыратады, олардың сипаттамалық ерекшеліктерін біледі:",
                    "transformed": "Тәулік бөліктерін ажырата білуді, олардың сипаттамалық ерекшеліктерін білуді үйрету.",
                },
                "4-Т.5": {
                    "criteria": [
                        "орнын анықтайды",
                        "ішінара орнын анықтайды",
                        "орнын анықтай алмайды",
                    ],
                    "original": "кеңістіктегі заттардың өзіне қатысты орнын анықтайды:",
                    "transformed": "Кеңістіктегі заттардың өзіне қатысты орнын анықтауды үйрету.",
                },
                "4-Т.6": {
                    "criteria": [
                        "байланыс орната алады",
                        "ішінара байланыс орната алады",
                        "байланыс орнатуға талпынбайды",
                    ],
                    "original": "қарапайым себеп-салдарлық байланысты орнатады:",
                    "transformed": "Қарапайым себеп-салдарлық байланысты орнатуды үйрету.",
                },
            }
        },
        "creativity": {
            "drawing": {
                "4-Ш.1": {
                    "criteria": [
                        "заттарды қарайды, оларды зерттей алады",
                        "заттарды қарайды, ішнара зерттей алады",
                        "заттарды қарамайды, оларды зерттемейді",
                    ],
                    "original": "бейнелейтін заттарды қарайды, қолмен ұстап зерттейді:",
                    "transformed": "Бейнелейтін заттарды қарап, қолмен ұстап зерттеуді үйрету.",
                },
                "4-Ш.2": {
                    "criteria": [
                        "салады",
                        "кейбіреулерін салады",
                        "сала алмайды",
                    ],
                    "original": "жеке заттарды және сюжеттік композицияларды салады:",
                    "transformed": "Жеке заттарды және сюжеттік композицияларды салуды үйрету.",
                },
                "4-Ш.3": {
                    "criteria": [
                        "арақатынасын жеткізеді",
                        "ішінара арақатынасын жеткізеді",
                        "арақатынасын жеткізе алмайды",
                    ],
                    "original": "әрбір затқа тән ерекшеліктерді, олардың бір-біріне арақатынасын жеткізеді:",
                    "transformed": "Әрбір затқа тән ерекшеліктерді, олардың бір-біріне арақатынасын жеткізуді үйрету.",
                },
                "4-Ш.4": {
                    "criteria": [
                        "реңктерді таниды",
                        "ішінара реңктерді таниды",
                        "реңктерді тануға талпынбайды",
                    ],
                    "original": "қоңыр, қызғылт сары, ашық жасыл реңктерді таниды:",
                    "transformed": "Қоңыр, қызғылт сары, ашық жасыл реңктерді тануды үйрету.",
                },
                "4-Ш.5": {
                    "criteria": [
                        "бояу тәсілдерін біледі",
                        "ішінара бояу тәсілдерін біледі",
                        "бояу тәсілдерін білуге талпынбайды",
                    ],
                    "original": "суреттерді қылқаламмен, қаламмен бояу тәсілдерін біледі:",
                    "transformed": "Суреттерді қылқаламмен, қаламмен бояу тәсілдерін білуді үйрету.",
                },
                "4-Ш.6": {
                    "criteria": [
                        "өзінің және басқа балалардың жұмыстарын бағалайды",
                        "өзінің және басқа балалардың жұмыстарын бағалауға қызығушылық танытпайды",
                        "өзінің және басқа балалардың жұмыстарын бағалауға талпынбайды",
                    ],
                    "original": "өзінің және басқа балалардың жұмыстарын бағалайды:",
                    "transformed": "Өзінің және басқа балалардың жұмыстарын бағалауды үйрету.",
                },
            },
            "modeling": {
                "4-Ш.7": {
                    "criteria": [
                        "зерттейді, ерекшеліктерін беруге талпынады",
                        "ішінара зерттейді, ерекшеліктерін беруге талпынады",
                        "зерттеуге, ерекшеліктерін беруге талпынбайды",
                    ],
                    "original": "мүсіндейтін затты қолына алып, зерттейді оның өзіне тән ерекшеліктерін беруге  тырысады:",
                    "transformed": "Мүсіндейтін затты қолына алып, зерттеп, оның өзіне тән ерекшеліктерін беруге тырысуды үйрету.",
                },
                "4-Ш.8": {
                    "criteria": [
                        "әртүрлі тәсілдерді қолданып, мүсіндейді",
                        "ішінара әртүрлі тәсілдерді қолданып, мүсіндейді",
                        "мүсіндемейді, мүсіндеудің әртүрлі тәсілдерін қолдана алмайды",
                    ],
                    "original": "ермексаз, сазбалшық, пластикалық кесектерден әртүрлі тәсілдерді қолданып, бейнелерді мүсіндейді:",
                    "transformed": "Ермексаз, сазбалшық, пластикалық кесектерден әртүрлі тәсілдерді қолданып, бейнелерді мүсіндеуді үйрету.",
                },
                "4-Ш.9": {
                    "criteria": [
                        "заттарды пішіндейді, бөліктерді байланыстырады",
                        "заттардың кейбір бөліктерін пішіндейді, бөліктерді байланыстыруға тырысады",
                        "пішіндемейді бөліктерді байланыстыра алмайды",
                    ],
                    "original": "бірнеше бөліктен тұратын заттарды пішіндейді, олардың орналасуын ескере  отырып, пропорцияларды сақтай отырып, бөліктерді байланыстырады:",
                    "transformed": "Бірнеше бөліктен тұратын заттарды пішіндеуді, олардың орналасуын ескере отырып, пропорцияларды сақтай отырып бөліктерді байланыстыруды үйрету.",
                },
                "4-Ш.10": {
                    "criteria": [
                        "композициялар құрастырады",
                        "ішінара композициялар құрастырады",
                        "композициялар құрастыра алмайды",
                    ],
                    "original": "ертегілер мен қоршаған өмір тақырыптарына қарапайым композициялар құрастырады:",
                    "transformed": "Ертегілер мен қоршаған өмір тақырыптарына қарапайым композициялар құрастыруды үйрету.",
                },
                "4-Ш.11": {
                    "criteria": [
                        "ұжымдық жұмысқа белсене қатысады",
                        "бастама көрсетпестен ұжымдық жұмысқа қатысады",
                        "ұжымдық жұмысқа қатыспайды",
                    ],
                    "original": "ұжымдық жұмысқа қатысады:",
                    "transformed": "Ұжымдық жұмысқа қатысуды үйрету.",
                },
                "4-Ш.12": {
                    "criteria": [
                        "мүсіндеуде қауіпсіздік ережелерін сақтайды",
                        "мүсіндеуде кейде қауіпсіздік ережелерін сақтамайды",
                        "қауіпсіздік ережелерін сақтамайды",
                    ],
                    "original": "мүсіндеуде қауіпсіздік ережелерін сақтайды:",
                    "transformed": "Мүсіндеуде қауіпсіздік ережелерін сақтауды үйрету.",
                },
            },
            "appli": {
                "4-Ш.13": {
                    "criteria": [
                        "қайшыны дұрыс ұстайды және оны қолдана алады",
                        "ересектің көмегімен қайшыны дұрыс қолдана алады",
                        "қайшыны дұрыс ұстай алмайды және оны қолдана алмайды",
                    ],
                    "original": "қайшыны дұрыс ұстайды және оны қолдана алады:",
                    "transformed": "Қайшыны дұрыс ұстап, оны қолдануды үйрету.",
                },
                "4-Ш.14": {
                    "criteria": [
                        "түрлі тәсілдермен қияды",
                        "ішінара түрлі тәсілдермен қияды",
                        "түрлі тәсілдермен қия алмайды",
                    ],
                    "original": "жемістерді, көгөністерді, гүлдерді, оюларды түрлі тәсілдермен қияды:",
                    "transformed": "Жемістерді, көкөністерді, гүлдерді, оюларды түрлі тәсілдермен қиюды үйрету.",
                },
                "4-Ш.15": {
                    "criteria": [
                        "орналастырады және желімдейді",
                        "ішінара орналастырады және желімдейді",
                        "орналастыра алмайды, желімдеуге талпынбайды",
                    ],
                    "original": "бірнеше бөліктерден тұратын заттарды орналастырады және желімдейді:",
                    "transformed": "Бірнеше бөліктерден тұратын заттарды орналастыруды және желімдеуді үйрету.",
                },
                "4-Ш.16": {
                    "criteria": [
                        "өрнектер жасайды, ретімен желімдейді",
                        "ішінара өрнектер жасайды, ретімен желімдейді",
                        "өрнектер жасауға талпынбайды, ретімен желімдей алмайды",
                    ],
                    "original": "қазақ оюларының бөліктерінен, өсімдік және геометриялық пішіндерден өрнектер жасайды, оларды кезектестіріп ретімен желімдейді:",
                    "transformed": "Қазақ оюларының бөліктерінен, өсімдік және геометриялық пішіндерден өрнектер жасап, оларды кезектестіріп ретімен желімдеуді үйрету.",
                },
                "4-Ш.17": {
                    "criteria": [
                        "ұжымдық жұмыстарға қызығушылықпен қатысады ",
                        "ұжымдық жұмыстарға белсенділік танытпайды",
                        "жұмысты өзі орындайды",
                    ],
                    "original": "ұжымдық жұмыстарды орындауға қатысады:",
                    "transformed": "Ұжымдық жұмыстарды орындауға қатысуды үйрету.",
                },
                "4-Ш.18": {
                    "criteria": [
                        "қауіпсіздік ережелерін сақтайды, ұқыптылықпен орындайды",
                        "ішінара қауіпсіздік ережелерін сақтайды, ұқыптылықпен орындайды",
                        "қауіпсіздік ережелерін сақтамайды,ы",
                    ],
                    "original": "жапсыруда қауіпсіздік ережелерін сақтайды, жұмысты ұқыптылықпен орындайды:",
                    "transformed": "Жапсыруда қауіпсіздік ережелерін сақтауды, жұмысты ұқыптылықпен орындауды үйрету.",
                },
            },
            "construct": {
                "4-Ш.19": {
                    "criteria": [
                        "ажыратады және атайды, пайдаланады",
                        "ішінара ажыратады және атайды, пайдаланады",
                        "ажыратып атай алмайды, пайдалана алмайды",
                    ],
                    "original": "құрылыс бөлшектерін ажыратады және атайды, оларды құрылымдық қасиеттерін ескере отырып пайдаланады:",
                    "transformed": "Құрылыс бөлшектерін ажыратуды және атауды, оларды құрылымдық қасиеттерін ескере отырып пайдалануды үйрету.",
                },
                "4-Ш.20": {
                    "criteria": [
                        "өз бетінше ойдан құрастырады",
                        "құрастыру кезінде негізінен дәстүрлі, таныс бейнелерді қолданады",
                        "ойдан құрастыруға құрастыруға талпынбайды",
                    ],
                    "original": "өз бетінше ойдан құрастырады:",
                    "transformed": "Өз бетінше ойдан құрастыруды үйрету.",
                },
                "4-Ш.21": {
                    "criteria": [
                        "«оригами» үлгісі бойынша қарапайым пішіндер құрастырады",
                        "«оригами» үлгісі бойынша қарапайым пішіндер құрастыруға тырысады",
                        "«оригами» үлгісі бойынша қарапайым пішіндер құрастыра алмайды",
                    ],
                    "original": "қағаз парағын түрлендіреді, «оригами» үлгісі бойынша қарапайым пішіндер құрастырады:",
                    "transformed": "Қағаз парағын түрлендіріп, «оригами» үлгісі бойынша қарапайым пішіндер құрастыруды үйрету.",
                },
                "4-Ш.22": {
                    "criteria": [
                        "құрастырады",
                        "ішінара құрастырады",
                        "құрастыруға талпынбайды",
                    ],
                    "original": "табиғи және қалдық заттардан құрастырады:",
                    "transformed": "Табиғи және қалдық заттардан құрастыруды үйрету.",
                },
                "4-Ш.23": {
                    "criteria": [
                        "өз бетінше таңдайды, құрастырады",
                        "ішінара өз бетінше таңдайды, құрастырады",
                        "өз бетінше таңдай алмайды, құрастыруға талпынбайды",
                    ],
                    "original": "заттарды өз бетінше таңдап, ойдан композиция құрастырады:",
                    "transformed": "Заттарды өз бетінше таңдап, ойдан композиция құрастыруды үйрету.",
                },
                "4-Ш.24": {
                    "criteria": [
                        "материалын біледі",
                        "ішінара материалын біледі",
                        "материалын білмейді",
                    ],
                    "original": "қазақ халқының табиғи материалдардан жасалған бұйымдарымен, тұрмыстық заттарын, олардың қандай материалдан жасалғанын біледі:",
                    "transformed": "Қазақ халқының табиғи материалдардан жасалған бұйымдарын, тұрмыстық заттарын және олардың қандай материалдан жасалғанын білуді үйрету.",
                },
            },
            "music": {
                "4-Ш.25": {
                    "criteria": [
                        "музыканы тыңдайды, музыкалық шығармаларды алаңдамай соңына дейін тыңдайды",
                        "музыкаға ішінара қызығушылық танытады, әрдайым музыканы аяғына дейін тыңдамайды",
                        "қызығушылық танытпайды, музыканы аяғына дейін тыңдамайды",
                    ],
                    "original": "музыканы тыңдау мәдениетін сақтайды (музыкалық шығармаларды алаңдамай соңына дейін тыңдайды), таныс шығармаларды таниды, олардың мазмұны туралы айтады:",
                    "transformed": "Музыканы тыңдау мәдениетін сақтауды, таныс шығармаларды тануды және олардың мазмұны туралы айтуды үйрету.",
                },
                "4-Ш.26": {
                    "criteria": [
                        "анық айтады, сүйемелдеумен және сүйемелдеусіз орындайды",
                        "ішінара анық айтады, сүйемелдеумен және сүйемелдеусіз орындайды",
                        "анық айта алмайды, сүйемелдеумен және сүйемелдеусіз орындай алмайды",
                    ],
                    "original": "әнді созып, сөздерін анық айтады, таныс әндерді сүйемелдеумен және сүйемелдеусіз орындайды:",
                    "transformed": "Әнді созып, сөздерін анық айтуды, таныс әндерді сүйемелдеумен және сүйемелдеусіз орындауды үйрету.",
                },
                "4-Ш.27": {
                    "criteria": [
                        "ырғақпен жүреді, сәйкестендіреді, шапшаңдық пен ептілік танытады",
                        "ырғақпен жүреді, қимылдарды музыкамен сәйкестендіруге тырысады",
                        "музыка ырғағымен жүре алмайды, мызыка ырғағына сәйкес қимылды өзгерте алмайды",
                    ],
                    "original": "музыканың ырғағымен жүреді, қимылдарды музыкамен сәйкестендіреді,  қимылдарды орындауда шапшаңдық пен ептілік танытады:",
                    "transformed": "Музыканың ырғағымен жүруді, қимылдарды музыкамен сәйкестендіруді және қимылдарды орындауда шапшаңдық пен ептілікті үйрету.",
                },
                "4-Ш.28": {
                    "criteria": [
                        "undefined",
                        "ішінара қызығушылық танытады, би қимылдарын орындайды",
                        "қызығушылық танытпайды, би қимылдарын орындауға талпынбайды",
                    ],
                    "original": "ұлттық би өнеріне қызығушылық танытады, би қимылдарын орындайды:",
                    "transformed": "Ұлттық би өнеріне қызығушылық танытып, би қимылдарын орындауды үйрету.",
                },
                "4-Ш.29": {
                    "criteria": [
                        "анықтайды",
                        "ішінара анықтайды",
                        "анықтауға талпынбайды",
                    ],
                    "original": "музыка жанрларын анықтайды:",
                    "transformed": "Музыка жанрларын анықтауды үйрету.",
                },
                "4-Ш.30": {
                    "criteria": [
                        "әуендерді ойнайды",
                        "тырысады",
                        "әуендерді ойнай алмайды",
                    ],
                    "original": "ағаш қасықтар, сылдырмақтар, асатаяқ, сазсырнай, домбырада қарапайым әуендерді ойнайды:",
                    "transformed": "Ағаш қасықтар, сылдырмақтар, асатаяқ, сазсырнай, домбырада қарапайым әуендерді ойнауды үйрету.",
                },
            },
        },
        "social": {
            "world_view": {
                "4-Ә.1": {
                    "criteria": [
                        "пікірін білдіреді, өзімен санасқанды, құрметтегенді ұнатады",
                        "ішінара пікірін білдіреді, өзімен санасқанды, құрметтегенді ұнатады",
                        "пікірін білдірмейді, мән бермейді",
                    ],
                    "original": "бала өзінің «Мен» бейнесін көрсетеді, ойын ашық айтады, өзінің пікірін білдіреді, өзімен санасқанды, өзін құрметтегенді ұнатады:",
                    "transformed": "Бала өзінің «Мен» бейнесін көрсетуді, ойын ашық айтуды, өзінің пікірін білдіруді, өзімен санасқанды және өзін құрметтегенді ұнатуды үйрету.",
                },
                "4-Ә.2": {
                    "criteria": [
                        "еңбегі туралы біледі, тапсырманы жауапкершілікпен орындайды",
                        "ішінара еңбегі туралы біледі, тапсырманы ішінара орындайды",
                        "еңбегі туралы білуге, жауапкершілікпен орындауға талпынбайды",
                    ],
                    "original": "отбасының ересек мүшелерінің еңбегі туралы біледі, еңбек етуге қызығушылық танытады, тапсырманы жауапкершілікпен орындауға тырысады:",
                    "transformed": "Отбасының ересек мүшелерінің еңбегі туралы білуді, еңбек етуге қызығушылық танытуды, тапсырманы жауапкершілікпен орындауға тырысуды үйрету.",
                },
                "4-Ә.3": {
                    "criteria": [
                        "әділ пікірін білдіреді",
                        "пікірін білдіруге тырысады",
                        "пікірін білдіруге талпынбайды",
                    ],
                    "original": "айналасында болып жатқан жағдайларды ой елегінен өткізіп, өзінің әділ пікірін білдіреді:",
                    "transformed": "Айналасында болып жатқан жағдайларды ой елегінен өткізу, өзінің әділ пікірін білдіруді үйрету.",
                },
                "4-Ә.4": {
                    "criteria": [
                        "біледі, атайды мақтан тұтады",
                        "біледі, атайды, ойын жеткізуге қысылады ",
                        "біледі, атайды, ойын білдірмейді",
                    ],
                    "original": "өзінің туған жерін біледі, атайды, Мемлекеттік рәміздерге (ту, елтаңба, әнұран) құрметпен қарайды, өз Отанын – Қазақстан Республикасын мақтан тұтады:",
                    "transformed": "Өзінің туған жерін білуді, атауды, Мемлекеттік рәміздерге (ту, елтаңба, әнұран) құрметпен қарауды, өз Отанын – Қазақстан Республикасын мақтан тұтуды үйрету.",
                },
                "4-Ә.5": {
                    "criteria": [
                        "ережелерін біледі",
                        "ішінара ережелерін біледі",
                        "ережелерін білуге талпынбайды",
                    ],
                    "original": "жолда жүру ережелерін, қоғамдық көліктегі мінез-құлық мәдениетінің ережелерін біледі:",
                    "transformed": "Жолда жүру ережелерін және қоғамдық көліктегі мінез-құлық мәдениетінің ережелерін білуді үйрету.",
                },
                "4-Ә.6": {
                    "criteria": [
                        "байланыстар орната алады, қауіпсіздікті сақтайды",
                        "ішінара байланыстар орната алады қауіпсіздікті сақтайды ",
                        "байланыстар орната алмайды, қауіпсіздікті сақтауға талпынбайды",
                    ],
                    "original": "ауа-райындағы және табиғаттағы маусымдық өзгерістерде қарапайым байланыстар орната алады, қоршаған ортада, табиғатта қауіпсіздікті сақтайды:",
                    "transformed": "Ауа-райындағы және табиғаттағы маусымдық өзгерістерде қарапайым байланыстар орнатуды, қоршаған ортада және табиғатта қауіпсіздікті сақтауды үйрету.",
                },
            }
        },
    },
    "preschool": {
        "physical": {
            "phys_ed": {
                "5-Ф.1": {
                    "criteria": [
                        "жүреді",
                        "жүруге тырысады",
                        "жүруге талпынбайды",
                    ],
                    "original": "сапта бір-бірден, екеуден, үшеуден жүреді, ересектің белгісімен тоқтап, қозғалыс бағытын өзгертіп, заттардың арасымен, жіптерден аттап жүреді",
                    "transformed": "Сапта бір-бірден, екеуден, үшеуден жүруді, ересектің белгісімен тоқтап, қозғалыс бағытын өзгертіп, заттардың арасымен және жіптерден аттап өтуге үйрету.",
                },
                "5-Ф.2": {
                    "criteria": [
                        "жүгіреді",
                        "жүгіруге тырысады",
                        "жүгіруге талпынбайды",
                    ],
                    "original": "әртүрлі жылдамдықпен – баяу, жылдам, орташа қарқынмен тоқтамай жүгіреді",
                    "transformed": "Әртүрлі жылдамдықпен (баяу, жылдам, орташа қарқын) тоқтамай жүгіруді үйрету.",
                },
                "5-Ф.3": {
                    "criteria": [
                        "белсенділікпен қатысады, көрсетеді",
                        "қатысуға, көрсетуге тырысады",
                        "белсенділікпен қатыспайды",
                    ],
                    "original": "ұлттық қимылды ойындар, жарыс элементтері бар ойындар мен эстафеталық ойындарға белсенділікпен қатысады, онда физикалық қасиеттерді: жылдамдық, күш, шыдамдылық, икемділік, ептілік көрсетеді",
                    "transformed": "Ұлттық қимылды ойындар, жарыс элементтері бар ойындар мен эстафеталық ойындарға белсенді қатысуды, физикалық қасиеттерді (жылдамдық, күш, шыдамдылық, икемділік, ептілікті) көрсетуге үйрету.",
                },
                "5-Ф.4": {
                    "criteria": [
                        "белсенділік танытады",
                        "ішінара белсенділік танытады",
                        "белсенділік танытпайды",
                    ],
                    "original": "спорттық ойындар мен жаттығуларда белсенділік танытады",
                    "transformed": "Спорттық ойындар мен жаттығуларда белсенділікті көрсетуге үйрету.",
                },
                "5-Ф.5": {
                    "criteria": [
                        "өз бетінше орындайды",
                        "ішінара өз бетінше орындауға тырысады",
                        "өз бетінше орындай алмайды",
                    ],
                    "original": "гигиеналық шараларды өз бетінше орындайды",
                    "transformed": "Гигиеналық шараларды өз бетінше орындауды үйрету.",
                },
                "5-Ф.6": {
                    "criteria": [
                        "дағдыларды біледі",
                        "дағдыларды ішінара меңгереді",
                        "дағдыларды білмейді",
                    ],
                    "original": "өзіне – өзі қызмет көрсету және киіміне күтім жасау дағдыларын біледі",
                    "transformed": "Өзіне-өзі қызмет көрсету және киіміне күтім жасау дағдыларын меңгеруді үйрету.",
                },
                "5-Ф.7": {
                    "criteria": [
                        "құндылығын түсінеді",
                        "ұстауға тырысады",
                        "түсінуге талпынбайды",
                    ],
                    "original": "салауатты өмір салтының құндылығын түсінеді",
                    "transformed": "Салауатты өмір салтының құндылығын түсінуді үйрету.",
                },
            }
        },
        "communicative": {
            "lang_dev": {
                "5-К.1": {
                    "criteria": [
                        "талдау жасай алады",
                        "ішінара талдау жасай алады",
                        "талдау жасай алмайды",
                    ],
                    "original": "сөздерге дыбыстық талдау жасай алады",
                    "transformed": "Сөздерге дыбыстық талдау жасай білуді үйрету.",
                },
                "5-К.2": {
                    "criteria": [
                        "қолданады",
                        "ішінара қолданады",
                        "қолданбайды",
                    ],
                    "original": "сөйлегенде зат есімдерді, сын есімдерді, үстеулерді, көп мағыналы сөздерді, синонимдер мен антонимдерді қолданады",
                    "transformed": "Сөйлегенде зат есімдерді, сын есімдерді, үстеулерді, көп мағыналы сөздерді, синонимдер мен антонимдерді қолдануды үйрету.",
                },
                "5-К.3": {
                    "criteria": [
                        "байланыстырып айтады",
                        "ішінара байланыстырып айтады",
                        "байланыстырып айта алмайды",
                    ],
                    "original": "зат есімдерді сан есімдермен және сын есімдерді зат есімдермен байланыстырып айтады",
                    "transformed": "Зат есімдерді сан есімдермен және сын есімдерді зат есімдермен байланыстырып айтуды үйрету.",
                },
                "5-К.4": {
                    "criteria": [
                        "сұрақтарды дұрыс қояды, толық жауап береді",
                        "ішінара сұрақтар қояды, оларға қысқаша жауап береді",
                        "сұрақтарды дұрыс қоя алмайды, оларға жауап беруге талпынбайды",
                    ],
                    "original": "әңгімелесушіні мұқият тыңдап, сұрақтарды дұрыс қояды және қойылған сұрақтарға қысқаша немесе толық жауап береді",
                    "transformed": "Әңгімелесушіні мұқият тыңдауды, сұрақтарды дұрыс қоя білуді және қойылған сұрақтарға қысқаша немесе толық жауап беруді үйрету.",
                },
                "5-К.5": {
                    "criteria": [
                        "әңгімелер құрастырады",
                        "ішінара әңгімелер құрастырады",
                        "әңгімелер құрастыра алмайды",
                    ],
                    "original": "бақылаулар мен сюжеттік суреттер бойынша әңгімелер құрастырады",
                    "transformed": "Бақылаулар мен сюжеттік суреттер бойынша әңгімелер құрастыруды үйрету.",
                },
                "5-К.6": {
                    "criteria": [
                        "әңгіме айта алады",
                        "ішінара әңгіме айта алады",
                        "әңгіме айта алмайды",
                    ],
                    "original": "әңгімелерді бірізді айтып береді",
                    "transformed": "Әңгімелерді бірізді айтып беруді үйрету.",
                },
                "5-К.7": {
                    "criteria": [
                        "өзін мәдениетті, әдепті ұстайды",
                        "өзін мәдениетті, әдепті ұстауға тырысады",
                        "өзін мәдениетті, әдепті ұстауға талпынбайды",
                    ],
                    "original": "әңгімелесу кезінде өзін мәдениетті, әдепті ұстайды",
                    "transformed": "Әңгімелесу кезінде өзін мәдениетті және әдепті ұстауды үйрету.",
                },
            },
            "literature": {
                "5-К.8": {
                    "criteria": [
                        "ажыратады",
                        "ішінара ажыратады",
                        "ажырата алмайды",
                    ],
                    "original": "себеп-салдарлық байланыстарды, әдеби жанрларды ажыратады",
                    "transformed": "Себеп-салдарлық байланыстарды және әдеби жанрларды ажырата білуді үйрету.",
                },
                "5-К.9": {
                    "criteria": [
                        "интонациямен оқиды",
                        "ішінара интонациямен оқиды",
                        "оқуға талпынбайды",
                    ],
                    "original": "өлеңдерді мәнерлеп, интонациямен оқиды",
                    "transformed": "Өлеңдерді мәнерлеп және интонациямен оқуды үйрету.",
                },
                "5-К.10": {
                    "criteria": [
                        "қайталап айтады",
                        "ішінара қайталап айтады",
                        "қайталап айта алмайды",
                    ],
                    "original": "мазмұнның бірізділігін сақтай отырып, шығарма мазмұнын қайталап айтады",
                    "transformed": "Мазмұнның бірізділігін сақтай отырып, шығарма мазмұнын қайталап айтуға үйрету.",
                },
                "5-К.11": {
                    "criteria": [
                        "рөлдерде ойнайды",
                        "ішінара рөлдерде ойнайды",
                        "рөлдерде ойнауға талпынбайды",
                    ],
                    "original": "рөлдерде кейіпкердің көңіл күйі мен мінезін, бейненің қимылын, интонациясы мен мимикасын береді",
                    "transformed": "Рөлдерде кейіпкердің көңіл-күйі мен мінезін, бейненің қимылын, интонациясы мен мимикасын көрсетуге үйрету.",
                },
                "5-К.12": {
                    "criteria": [
                        "мәнерлі, дербес орындайды",
                        "ішінара мәнерлі, дербес орындайды",
                        "мәнерлі, дербес орындауға талпынбайды",
                    ],
                    "original": "қойылымдағы өзінің рөлін мәнерлі, дербес орындайды",
                    "transformed": "Қойылымдағы өзінің рөлін мәнерлі және дербес орындауды үйрету.",
                },
                "5-К.13": {
                    "criteria": [
                        "ақпараттарымен, әсерлерімен бөліседі",
                        "ішінара ақпараттарымен, әсерлерімен бөліседі",
                        "ақпараттары мен, әсерлерімен бөліспейді",
                    ],
                    "original": "түрлі дереккөздерден алған ақпараттарымен, әсерлерімен бөліседі",
                    "transformed": "Түрлі дереккөздерден алған ақпараттарымен және әсерлерімен бөлісуді үйрету.",
                },
                "5-К.14": {
                    "criteria": [
                        "көзқарасын білдіреді",
                        "ішінара көзқарасын білдіреді",
                        "көзқарасын білдірмейді",
                    ],
                    "original": "айналасында болып жатқан оқиғаларға өзінің көзқарасын білдіреді",
                    "transformed": "Айналасында болып жатқан оқиғаларға өзінің көзқарасын білдіруді үйрету.",
                },
            },
            "literacy": {
                "5-К.15": {
                    "criteria": [
                        "талдау жасайды",
                        "талдау жасауға тырысады",
                        "талдау жасай алмайды",
                    ],
                    "original": "сөздерге дыбыстық талдау жасайды, сөздегі дыбыстардың ретін, дауысты және дауыссыз дыбыстарды анықтайды",
                    "transformed": "Сөздерге дыбыстық талдау жасап, сөздегі дыбыстардың ретін, дауысты және дауыссыз дыбыстарды анықтауды үйрету.",
                },
                "5-К.16": {
                    "criteria": [
                        "анық айтады, ажыратады",
                        "анық айтады, кейбіреуін ажыратады",
                        "анық айтпайды, ажырата алмайды",
                    ],
                    "original": "барлық дыбыстарды анық айтады,  дауысты және дауыссыз дыбыстарды ажыратады",
                    "transformed": "Барлық дыбыстарды анық айту және дауысты мен дауыссыз дыбыстарды ажырата білуді үйрету.",
                },
                "5-К.17": {
                    "criteria": [
                        "сөз құрастырады",
                        "ішінара сөз құрастырады",
                        "құрастыра алмайды",
                    ],
                    "original": "берілген буынға сөз құрастырады",
                    "transformed": "Берілген буынға сөз құрастыруды үйрету.",
                },
                "5-К.18": {
                    "criteria": [
                        "жай сөйлемдер құрастырады",
                        "ішінара жай сөйлемдер құрастырады",
                        "жай сөйлемдер құрастыруға талпынбайды",
                    ],
                    "original": "берілген сөздерден жай сөйлемдер құрастырады",
                    "transformed": "Берілген сөздерден жай сөйлемдер құрастыруды үйрету.",
                },
                "5-К.19": {
                    "criteria": [
                        "қаламды дұрыс ұстай алады",
                        "қаламды дұрыс ұстауға тырысады",
                        "қаламды дұрыс ұстай алмайды",
                    ],
                    "original": "қаламды дұрыс ұстай алады",
                    "transformed": "Қаламды дұрыс ұстауды үйрету.",
                },
                "5-К.20": {
                    "criteria": [
                        "сызықтарды дұрыс салады",
                        "ішінара сызықтарды салады",
                        "сызықтарды сала алмайды",
                    ],
                    "original": "түрлі сызықтарды салады",
                    "transformed": "Әртүрлі сызықтарды салуды үйрету.",
                },
                "5-К.21": {
                    "criteria": [
                        "бағдарлайды, кеңістікті ажыратады",
                        "бағдарлауға тырысады",
                        "бағдарлай білмейді, кеңістікті ажырата алмайды",
                    ],
                    "original": "жазу парағында бағдарлай біледі, жазу жолы мен жоларалық кеңістікті ажыратады",
                    "transformed": "Жазу парағында бағдарлауды, жазу жолы мен жоларалық кеңістікті ажырата білуді үйрету.",
                },
            },
            "kaz_lang": {
                "5-К.22": {
                    "criteria": [
                        "сөздерді анық айтады",
                        "кейбір сөздерді анық айта алмайды",
                        "сөздерді дұрыс айтуға талпынады",
                    ],
                    "original": "қазақ тіліне тән ә, ө, қ, ү, ұ, і, ғ, ң, һ дыбыстарын, осы дыбыстардан тұратын сөздерді анық айтады",
                    "transformed": "Қазақ тіліне тән дыбыстарды (ә, ө, қ, ү, ұ, і, ғ, ң, һ) және осы дыбыстардан тұратын сөздерді анық айтуды үйрету.",
                },
                "5-К.23": {
                    "criteria": [
                        "жатқа айтады",
                        "ішінара жатқа айтады",
                        "жатқа айтуға талпынады",
                    ],
                    "original": "өлеңдер, санамақтар, жаңылтпаштар, тақпақтарды жатқа айтады",
                    "transformed": "Өлеңдер, санамақтар, жаңылтпаштар, тақпақтарды жатқа айтуды үйрету.",
                },
                "5-К.24": {
                    "criteria": [
                        "сұрақтарды дұрыс қояды, нақты жауап береді",
                        "ішінара сұрақтарды дұрыс қояды, нақты жауап беруге тырысады",
                        "сұрақтарды дұрыс қоя алмайды, нақты жауап бермейді",
                    ],
                    "original": "әңгімелесушіге сұрақтарды дұрыс қояды, оған қысқа және толық нақты жауап береді",
                    "transformed": "Әңгімелесушіге сұрақтарды дұрыс қоя білуді және оған қысқа және толық нақты жауап беруді үйрету.",
                },
                "5-К.25": {
                    "criteria": [
                        "ретімен, жүйелі түрде жеткізеді",
                        "ішінара ретімен, жүйелі түрде жеткізеді",
                        "ретімен, жүйелі түрде жеткізуге талпынады",
                    ],
                    "original": "тыңдалған көркем шығарма мазмұнын ретімен, жүйелі түрде жеткізеді",
                    "transformed": "Тыңдалған көркем шығарма мазмұнын ретімен және жүйелі түрде жеткізуді үйрету.",
                },
                "5-К.26": {
                    "criteria": [
                        "диалог құрады",
                        "ішінара диалог құрады",
                        "диалог құра алмайды",
                    ],
                    "original": "бір-бірімен еркін диалог құрады",
                    "transformed": "Бір-бірімен еркін диалог құруды үйрету.",
                },
                "5-К.27": {
                    "criteria": [
                        "әңгіме құрастырады",
                        "әңгіме құрастыруға тырысады",
                        "әңгіме құрастыра алмайды",
                    ],
                    "original": "өзінің тәжірибесіне сүйеніп, суреттер бойынша әңгіме құрастырады",
                    "transformed": "Өзінің тәжірибесіне сүйеніп, суреттер бойынша әңгіме құрастыруды үйрету.",
                },
                "5-К.28": {
                    "criteria": [
                        "сипаттайды",
                        "ішінара сипаттайды",
                        "сипаттауға талпынады",
                    ],
                    "original": "ойыншықтар мен заттарды 5-6 сөйлеммен сипаттайды",
                    "transformed": "Ойыншықтар мен заттарды 5-6 сөйлеммен сипаттауды үйрету.",
                },
            },
        },
        "cognitive": {
            "math": {
                "5-Т.1": {
                    "criteria": [
                        "бөледі және қайта біріктіреді",
                        "ішінара бөледі және қайта біріктіреді",
                        "бөле алмайды, қайта біріктіруге талпынады",
                    ],
                    "original": "жиындарды бөліктерге бөледі және оларды қайта біріктіреді",
                    "transformed": "Жиындарды бөліктерге бөліп, оларды қайта біріктіруді үйрету.",
                },
                "5-Т.2": {
                    "criteria": [
                        "біледі, ажыратады, дұрыс жауап береді",
                        "біледі, ішінара ажыратады, дұрыс жауап беруге тырысады",
                        "кері санауда шатасады, ажырата алмайды, дұрыс жауап бере алмайды",
                    ],
                    "original": "10 көлеміндегі сандарды тура және кері санауды біледі, «Қанша?», «нешінші?» сұрақтарын ажыратады, оларға дұрыс жауап береді",
                    "transformed": "10 көлеміндегі сандарды тура және кері санауды, «Қанша?» және «Нешінші?» сұрақтарын ажырата білуді және оларға дұрыс жауап беруді үйрету.",
                },
                "5-Т.3": {
                    "criteria": [
                        "салыстыра алады",
                        "ішінара салыстыра алады",
                        "салыстыра алмайды",
                    ],
                    "original": "әртүрлі белгілері бойынша заттарды салыстыра алады (түсі, пішіні, өлшемі, материалы, қолданылуы)",
                    "transformed": "Заттарды әртүрлі белгілері бойынша салыстыруды (түсі, пішіні, өлшемі, материалы, қолданылуы) үйрету.",
                },
                "5-Т.4": {
                    "criteria": [
                        "ретімен орналастырады",
                        "ішінара ретімен орналастырады",
                        "ретімен орналастыра алмайды",
                    ],
                    "original": "заттарды шамасына қарай өсу және кему ретімен орналастырады",
                    "transformed": "Заттарды шамасына қарай өсу және кему ретімен орналастыруды үйрету.",
                },
                "5-Т.5": {
                    "criteria": [
                        "бағдарлай біледі, ретімен атайды",
                        "ішінара бағдарлай біледі, ретімен атайды",
                        "бағдарлауға, ретімен атауға талпынады",
                    ],
                    "original": "қағаз бетінде бағдарлай біледі, апта күндерін, жыл мезгілдері бойынша айларды ретімен атайды",
                    "transformed": "Қағаз бетінде бағдарлауды, апта күндерін және жыл мезгілдері бойынша айларды ретімен атауды үйрету.",
                },
                "5-Т.6": {
                    "criteria": [
                        "геометриялық пішіндерді ажыратады және атайды",
                        "геометриялық пішіндерді ішінара ажыратады және атайды",
                        "геометриялық пішіндерді ажыратады, бірақ атай алмайды",
                    ],
                    "original": "геометриялық пішіндерді (дөңгелек, сопақша, үшбұрыш, шаршы, тіктөртбұрыш) ажыратады және атайды",
                    "transformed": "Геометриялық пішіндерді (дөңгелек, сопақша, үшбұрыш, шаршы, тіктөртбұрыш) ажырата білуді және атауды үйрету.",
                },
                "5-Т.7": {
                    "criteria": [
                        "түрлі сызықтарды салады",
                        "ішінара түрлі сызықтарды салады",
                        "түрлі сызықтарды сала алмайды",
                    ],
                    "original": "түрлі сызықтарды салады",
                    "transformed": "Әртүрлі сызықтарды салуды үйрету.",
                },
            }
        },
        "creativity": {
            "drawing": {
                "5-Ш.1": {
                    "criteria": [
                        "тірі табиғат заттарының бейнелерін күрделі емес қимылдар мен қалыптар арқылы жеткізеді",
                        "тірі табиғат заттарының бейнелерін күрделі емес қимылдар мен қалыптар арқылы ішінара жеткізеді",
                        "тірі табиғат заттарының бейнелерін күрделі емес қимылдар мен қалыптар арқылы жеткізуге тырыспайды",
                    ],
                    "original": "тірі табиғат заттарының бейнелерін күрделі емес қимылдар мен қалыптар арқылы жеткізеді",
                    "transformed": "Тірі табиғат заттарының бейнелерін күрделі емес қимылдар мен қалыптар арқылы жеткізуді үйрету.",
                },
                "5-Ш.2": {
                    "criteria": [
                        "бояуларды қолдана алады, түрліше басып бояуды біледі",
                        "бояуларды қолдана алады, ішінара түрліше басып бояуды біледі",
                        "бояуларды қолдана алмайды, түрліше басып бояуға тырыспайды",
                    ],
                    "original": "бояуларды қолдануды, бояғышта акварельді сумен араластыруды, қанық түстер алу үшін қарындашты түрліше басып бояуды біледі",
                    "transformed": "Бояуларды қолдануды, бояғышта акварельді сумен араластыруды және қанық түстер алу үшін қарындашты түрліше басып бояуды үйрету.",
                },
                "5-Ш.3": {
                    "criteria": [
                        "жаңа түстер және реңктерді шығара алады",
                        "бояуды араластыру арқылы жаңа түстер және реңктерді шығаруға тырысады",
                        "бояуды араластыру арқылы жаңа түстер және реңктерді шығара алмайды",
                    ],
                    "original": "жаңа түстер (күлгін) және реңктерді (көк, қызғылт, қою жасыл) бояуды араластыру арқылы шығарады",
                    "transformed": "Жаңа түстер (күлгін) және реңктерді (көк, қызғылт, қою жасыл) бояуды араластыру арқылы шығаруды үйрету.",
                },
                "5-Ш.4": {
                    "criteria": [
                        "өзара келісіп орындайды",
                        "ішінара өзара келісіп орындайды",
                        "бөзара келісіп орындауға талпынбайды",
                    ],
                    "original": "ұжыммен бірге жұмыс істейді, міндеттерді өзара келісіп орындайды",
                    "transformed": "Ұжыммен бірге жұмыс істеп, міндеттерді өзара келісіп орындауды үйрету.",
                },
                "5-Ш.5": {
                    "criteria": [
                        "қазақ оюларының элементтерін салады және олармен киімдерді, тұрмыстық заттарды безендіреді",
                        "қазақ оюларының элементтерін салады және олармен киімдерді, тұрмыстық заттарды ішінара безендіреді",
                        "қазақ оюларының элементтерін сала алмайды және олармен киімдерді, тұрмыстық заттарды безендіре алмайды",
                    ],
                    "original": "қазақ оюларының элементтерін салады және олармен киімдерді, тұрмыстық заттарды безендіреді",
                    "transformed": "Қазақ оюларының элементтерін салып, олармен киімдерді және тұрмыстық заттарды безендіруді үйрету.",
                },
                "5-Ш.6": {
                    "criteria": [
                        "суреттерді салады",
                        "ішінара суреттерді салады",
                        "суреттерді салуға талпынады",
                    ],
                    "original": "сюжеттік суреттерді салады",
                    "transformed": "Сюжеттік суреттерді салуды үйрету.",
                },
                "5-Ш.7": {
                    "criteria": [
                        "ұқыптылықты, қауіпсіздікті сақтайды",
                        "ішінара ұқыптылықты, қауіпсіздікті сақтайды",
                        "ұқыптылықты, қауіпсіздікті сақтауға талпынады",
                    ],
                    "original": "сурет салуда ұқыптылықты, қауіпсіздікті сақтайды",
                    "transformed": "Сурет салуда ұқыптылықты және қауіпсіздікті сақтауды үйрету.",
                },
            },
            "modeling": {
                "5-Ш.8": {
                    "criteria": [
                        "мүсіндейді",
                        "ішінара мүсіндейді",
                        "мүсіндеуге талпынады",
                    ],
                    "original": "шынайы бейнесіне қарап және ойдан пішіндері мен өлшемі әртүрлі таныс заттарды мүсіндейді",
                    "transformed": "Шынайы бейнесіне қарап және ойдан пішіндері мен өлшемі әртүрлі таныс заттарды мүсіндеуді үйрету.",
                },
                "5-Ш.9": {
                    "criteria": [
                        "мүсіндейді",
                        "ішінара мүсіндейді",
                        "мүсіндемейді",
                    ],
                    "original": "қарапайым пропорцияларды сақтай отырып, адам мен жануардың пішіндерін мүсіндейді",
                    "transformed": "Қарапайым пропорцияларды сақтай отырып, адам мен жануардың пішіндерін мүсіндеуді үйрету.",
                },
                "5-Ш.10": {
                    "criteria": [
                        "қолданады",
                        "бірнешеуін ғана қолданады",
                        "қолдануға талпынады",
                    ],
                    "original": "мүсіндеудің әртүрлі әдістерін қолданады",
                    "transformed": "Мүсіндеудің әртүрлі әдістерін қолдануды үйрету.",
                },
                "5-Ш.11": {
                    "criteria": [
                        "құрады",
                        "ішінара құрады",
                        "құрастыруға талпынады",
                    ],
                    "original": "ертегілер мен әңгімелердің мазмұны бойынша сюжеттік композицияларды құрады",
                    "transformed": "Ертегілер мен әңгімелердің мазмұны бойынша сюжеттік композициялар құруды үйрету.",
                },
                "5-Ш.12": {
                    "criteria": [
                        "мүсіндейді, безендіреді",
                        "ішінара мүсіндейді, безендіреді",
                        "мүсіндеуге, безендіруге талпынады",
                    ],
                    "original": "қазақ халқының түрлі ыдыс-аяқтарын, тұрмыстық заттарын, зергерлік бұйымдарын мүсіндейді және оларды ою-өрнектермен және қосымша заттармен безендіреді",
                    "transformed": "Қазақ халқының түрлі ыдыс-аяқтарын, тұрмыстық заттарын, зергерлік бұйымдарын мүсіндеп, ою-өрнектермен және қосымша заттармен безендіруді үйрету.",
                },
                "5-Ш.13": {
                    "criteria": [
                        "меңгерген",
                        "ішінара меңгерген",
                        "меңгеруге талпынады",
                    ],
                    "original": "ортақ композиция құру үшін ұжыммен мүсіндеу дағдыларын меңгерген",
                    "transformed": "Ортақ композиция құру үшін ұжыммен мүсіндеу дағдыларын меңгеруді үйрету.",
                },
                "5-Ш.14": {
                    "criteria": [
                        "жұмысты ұқыпты орындайды, қауіпсіздік ережелерін сақтайды",
                        "ішінара жұмысты ұқыпты орындайды, қауіпсіздік ережелерін сақтайды",
                        "ұқыпты орындауға тырыспайды, қауіпсіздік ережелерін сақтамайды",
                    ],
                    "original": "жұмысты ұқыпты орындайды, қауіпсіздік ережелерін сақтайды",
                    "transformed": "Жұмысты ұқыпты орындауды және қауіпсіздік ережелерін сақтауды үйрету.",
                },
            },
            "appli": {
                "5-Ш.15": {
                    "criteria": [
                        "түрлі геометриялық пішіндерді пішіндерді қияды, дұрыс қолданады",
                        "түрлі геометриялық пішіндерді пішіндерді қиюға талпынады",
                        "түрлі геометриялық пішіндерді қайшымен дұрыс қия алмайды",
                    ],
                    "original": "қайшымен түрлі геометриялық пішіндерді қияды, қайшы мен желімді дұрыс қолданады",
                    "transformed": "Қайшымен түрлі геометриялық пішіндерді қиюды және қайшы мен желімді дұрыс қолдануды үйрету.",
                },
                "5-Ш.16": {
                    "criteria": [
                        "әртүрлі пішіндегі заттарды қияды",
                        "әртүрлі пішіндерді қиюға тырысады",
                        "әртүрлі пішіндерді қия алмайды",
                    ],
                    "original": "таныс немесе ойдан әртүрлі бейнелерді, қатпарланып бүктелген қағаздан бірдей бірнеше пішіндерді және екіге бүктелген қағаздан симметриялы пішіндегі заттарды қияды",
                    "transformed": "Таныс немесе ойдан әртүрлі бейнелерді, қатпарланып бүктелген қағаздан бірдей бірнеше пішіндерді және екіге бүктелген қағаздан симметриялы пішіндегі заттарды қиюды үйрету.",
                },
                "5-Ш.17": {
                    "criteria": [
                        "таңдайды және түсіндіреді",
                        "ішінара таңдайды және түсіндіреді",
                        "таңдауға және түсіндіруге талпынады",
                    ],
                    "original": "жұмыс тәсілдерін таңдайды және түсіндіреді",
                    "transformed": "Жұмыс тәсілдерін таңдау және түсіндіруді үйрету.",
                },
                "5-Ш.18": {
                    "criteria": [
                        "бейнелерді құрастырады",
                        "ішінара бейнелерді құрастырады",
                        "бейнелерді құрастыруға талпынады",
                    ],
                    "original": "бірнеше бөліктерден бейнелерді құрастырады",
                    "transformed": "Бірнеше бөліктерден бейнелерді құрастыруды үйрету.",
                },
                "5-Ш.19": {
                    "criteria": [
                        "жеке және топпен бірлесіп жасайды, келісіп атқарады",
                        "жеке жасайды, шағын топпен жасауға қызығушылық танытпайды",
                        "жұмысты жеке де топпен де орындамайды",
                    ],
                    "original": "жұмысты жеке және топпен бірлесіп жасайды, топтық жұмыста міндеттерді келісіп атқарады",
                    "transformed": "Жұмысты жеке және топпен бірлесіп жасауға, топтық жұмыста міндеттерді келісіп орындауға үйрету.",
                },
                "5-Ш.20": {
                    "criteria": [
                        "сюжеттік композициялар жасайды, сәнді бөлшектермен толықтырады",
                        "ішінара сюжеттік композициялар жасайды, сәнді бөлшектермен толықтырмайды",
                        "сюжеттік композициялар жасамайды",
                    ],
                    "original": "сюжеттік композициялар жасайды, оларды сәнді бөлшектермен толықтырады",
                    "transformed": "Сюжеттік композициялар жасап, оларды сәнді бөлшектермен толықтыруды үйрету.",
                },
                "5-Ш.21": {
                    "criteria": [
                        "ережелерді сақтайды",
                        "ішінара ережелерді сақтайды",
                        "ережелерді сақтауға талпынады",
                    ],
                    "original": "еңбек қауіпсіздігі мен жеке гигиена ережелерін сақтайды",
                    "transformed": "Еңбек қауіпсіздігі мен жеке гигиена ережелерін сақтауды үйрету.",
                },
            },
            "construct": {
                "5-Ш.22": {
                    "criteria": [
                        "ойдан құрастырады",
                        "ішінара ойдан құрастырады",
                        "ойдан құрастыруға талпынады",
                    ],
                    "original": "ұсынылған тақырыпқа, өз бетінше ойдан құрастырады",
                    "transformed": "Ұсынылған тақырыпқа өз бетінше ойдан құрастыруды үйрету.",
                },
                "5-Ш.23": {
                    "criteria": [
                        "құрастырады",
                        "ішінара құрастырады",
                        "құрастыруға талпынады",
                    ],
                    "original": "қалдық және табиғи материалдан құрастырады",
                    "transformed": "Қалдық және табиғи материалдан құрастыруды үйрету.",
                },
                "5-Ш.24": {
                    "criteria": [
                        "құрастыруда қолданады",
                        "ішінара құрастыруда қолданады",
                        "құрастыруда қолдануға талпынады",
                    ],
                    "original": "өзінің құрастырған құрылысын талдау арқылы тиімді конструктивті шешімдерді табады, оларды құрастыруда қолданады",
                    "transformed": "Өзінің құрастырған құрылысын талдау арқылы тиімді конструктивті шешімдерді табуды және оларды құрастыруда қолдануды үйрету.",
                },
                "5-Ш.25": {
                    "criteria": [
                        "құрастырады, келісіп орындайды, құрылыспен ойнайды",
                        "ішінара құрастырады, келісіп орындайды, құрылыспен ойнайды",
                        "құрастыруға, келісіп орындауға, құрылыспен ойнауға талпынады",
                    ],
                    "original": "ойынға қажетті құрылысты бірлесіп ойдан құрастырады, жұмысты бірге келісіп орындайды, дайын құрылыспен ойнайды",
                    "transformed": "Ойынға қажетті құрылысты бірлесіп ойдан құрастыруды, жұмысты бірге келісіп орындауды және дайын құрылыспен ойнауды үйрету.",
                },
                "5-Ш.26": {
                    "criteria": [
                        "ұжыммен бірге жұмыс істейді",
                        "ұжыммен бірге жұмыс істеуге тырысады",
                        "ұжыммен бірге жұмысістей алмайды",
                    ],
                    "original": "ұжыммен бірге жұмыс істейді",
                    "transformed": "Ұжыммен бірге жұмыс істеуді үйрету.",
                },
                "5-Ш.27": {
                    "criteria": [
                        "өзгертеді",
                        "ішінара өзгертеді",
                        "өзгертуге талпынады",
                    ],
                    "original": "жазық қағаз пішіндерді көлемді пішіндерге өзгертеді",
                    "transformed": "Жазық қағаз пішіндерді көлемді пішіндерге өзгертуге үйрету.",
                },
                "5-Ш.28": {
                    "criteria": [
                        "қауіпсіздік ережелерін сақтайды",
                        "ішінара қауіпсіздік ережелерін сақтайды",
                        "қауіпсіздік ережелерін сақтауға талпынады",
                    ],
                    "original": "жұмыс орнында қауіпсіздік ережелерін сақтайды",
                    "transformed": "Жұмыс орнында қауіпсіздік ережелерін сақтауды үйрету.",
                },
            },
            "music": {
                "5-Ш.29": {
                    "criteria": [
                        "ажыратады",
                        "ішінара ажыратады",
                        "ажыратуға талпынады",
                    ],
                    "original": "қарапайым музыкалық жанрларды ажыратады (күй, ән, би, марш)",
                    "transformed": "Қарапайым музыкалық жанрларды (күй, ән, би, марш) ажырата білуді үйрету.",
                },
                "5-Ш.30": {
                    "criteria": [
                        "орындайды",
                        "ішінара орындайды",
                        "орындауға талпынады",
                    ],
                    "original": "таныс әндерді өз бетінше музыкалық сүйемелдеумен және сүйемелдеусіз орындайды",
                    "transformed": "Таныс әндерді өз бетінше музыкалық сүйемелдеумен және сүйемелдеусіз орындауды үйрету.",
                },
                "5-Ш.31": {
                    "criteria": [
                        "анық айтады, қабылдайды және жеткізеді",
                        "ішінара анық айтады, қабылдайды және жеткізеді",
                        "анық айтуға қабылдауға және жеткізуге талпынады",
                    ],
                    "original": "әннің сөзін анық айтады, музыка сипатын қабылдайды және жеткізеді",
                    "transformed": "Әннің сөзін анық айтуды, музыка сипатын қабылдауды және жеткізуді үйрету.",
                },
                "5-Ш.32": {
                    "criteria": [
                        "шығарманың жеке фрагменттерді ажырата алады",
                        "шығарманың жеке фрагменттерін ажыратуға тырысады",
                        "шығарманың жеке фрагменттерін ажыратпайды",
                    ],
                    "original": "шығарманың жеке фрагменттерін (кіріспе, қайырмасы, соңы) ажырата алады",
                    "transformed": "Шығарманың жеке фрагменттерін (кіріспе, қайырмасы, соңы) ажырата білуді үйрету.",
                },
                "5-Ш.33": {
                    "criteria": [
                        "қарапайым әуендерді ойнайды",
                        "ішінара қарапайым әуендерді ойнайды",
                        "қарапайым әуендерді ойнауға талпынады",
                    ],
                    "original": "музыкалық аспаптарда қарапайым әуендерді ойнайды",
                    "transformed": "Музыкалық аспаптарда қарапайым әуендерді ойнауды үйрету.",
                },
                "5-Ш.34": {
                    "criteria": [
                        "шығармашылықпе н орындайды",
                        "ішінара шығармашылықпен орындайды",
                        "шығармашылықпен орындауға талпынады",
                    ],
                    "original": "әртүрлі сипаттағы әндерді өз бетінше және шығармашылықпен орындайды",
                    "transformed": "Әртүрлі сипаттағы әндерді өз бетінше және шығармашылықпен орындауды үйрету.",
                },
                "5-Ш.35": {
                    "criteria": [
                        "музыканың сипатына сәйкес қимылдарды орындайды",
                        "музыканың сипатына сәйкес қимылдарды орындауға тырысады",
                        "музыканың сипатына сәйкес қимылдарды орындамайды",
                    ],
                    "original": "музыканың сипатына сәйкес қимылдарды орындайды",
                    "transformed": "Музыканың сипатына сәйкес қимылдарды орындауды үйрету.",
                },
            },
        },
        "social": {
            "world_view": {
                "5-Ә.1": {
                    "criteria": [
                        "өз күші мен мүмкіндіктеріне сенеді, еңбекқорлық пен жауапкершіліктің маңызын түсінеді",
                        "өз күші мен мүмкіндіктеріне сенімділік жоқ, еңбекқорлық пен жауапкершіліктің маңызын түсінеді",
                        "өз күші мен мүмкіндіктеріне сенбімсіз, еңбекқорлық пен жауапкершіліктің маңызын түсінбейді",
                    ],
                    "original": "өз күші мен мүмкіндіктеріне сенеді, еңбекқорлық пен жауапкершіліктің маңызын түсінеді",
                    "transformed": "Өз күші мен мүмкіндіктеріне сенуді, еңбекқорлық пен жауапкершіліктің маңызын түсінуді үйрету.",
                },
                "5-Ә.2": {
                    "criteria": [
                        "туыстық байланыстарды түсінеді, үлкендерді сыйлайды, кішіге қамқорлық танытады",
                        "сыйлауды, қамқорлық танытуды ішінара түсінеді",
                        "түсінуге және орындауға тырысады",
                    ],
                    "original": "туыстық байланыстарды түсінеді, үлкендерді сыйлайды, кішіге қамқорлық танытады",
                    "transformed": "Туыстық байланыстарды түсінуді, үлкендерді сыйлауды және кішіге қамқорлық танытуды үйрету.",
                },
                "5-Ә.3": {
                    "criteria": [
                        "түсінікті жеткізеді, пікірін айтады",
                        "түсінікті жеткізуге пікірін айтуға талпынады",
                        "түсінікті жеткізе алмайды, пікірін білдірмейді",
                    ],
                    "original": "өз ойын түсінікті жеткізеді, өзінің пікірін айтады",
                    "transformed": "Өз ойын түсінікті жеткізуді және өзінің пікірін білдіруді үйрету.",
                },
                "5-Ә.4": {
                    "criteria": [
                        "біледі",
                        "ішінара біледі",
                        "білмейді",
                    ],
                    "original": "арнайы көлік құралдарының қолданылуын, жол қозғалысының қарапайым ережелерін біледі",
                    "transformed": "Арнайы көлік құралдарын қолдануды және жол қозғалысының қарапайым ережелерін білуді үйрету.",
                },
                "5-Ә.5": {
                    "criteria": [
                        "мақтан тұтады, маңыздылығын түсінеді",
                        "жақсы көреді, маңыздылығын түсінеді",
                        "маңыздылығын түсінуге тырысады",
                    ],
                    "original": "өз Отанын жақсы көреді, Қазақстанның әсем табиғаты, көрнекі жерлері мен тарихи орындарының маңыздылығын түсінеді",
                    "transformed": "Өз Отанын жақсы көруді, Қазақстанның әсем табиғаты, көрнекі жерлері мен тарихи орындарының маңыздылығын түсінуді үйрету.",
                },
                "5-Ә.6": {
                    "criteria": [
                        "бақылайды және түсінеді, біледі",
                        "бақылайды және ішінара түсінеді, біледі",
                        "бақылайды, түсінбейді",
                    ],
                    "original": "тірі және өлі табиғат, табиғат құбылыстары арасындағы себеп-салдарлық байланыстарды бақылайды және түсінеді, табиғатты қорғау, сақтау, күн мен ауаның адам, жануарлар мен өсімдіктер өміріндегі маңызы туралы біледі:",
                    "transformed": "Тірі және өлі табиғат, табиғат құбылыстары арасындағы себеп-салдарлық байланыстарды бақылауды және түсінуді, табиғатты қорғау, сақтау, күн мен ауаның адам, жануарлар мен өсімдіктер өміріндегі маңызы туралы білуді үйрету.",
                },
                "5-Ә.7": {
                    "criteria": [
                        "түсінеді және ажыратады",
                        "түсінеді және ішінара ажыратады",
                        "түсінуге және ажыратуға тырысады",
                    ],
                    "original": "өз өмірінің қауіпсіздігін түсінеді және сақтайды, ненің «дұрыс» немесе «дұрыс емес», «жақсы» немесе «жаман» екенін түсінеді және ажыратады:",
                    "transformed": "Өз өмірінің қауіпсіздігін түсінуді және сақтауды, ненің «дұрыс» немесе «дұрыс емес», «жақсы» немесе «жаман» екенін түсінуді және ажырата білуді үйрету.",
                },
            },
        },
    },
}
